export interface QuranVerse {
  id: number;
  surahId: number;
  surahName: string;
  verseNumber: number;
  text: string;
}

export const part3: QuranVerse[] = [
  {
    "id": 4676,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلذَّٰرِيَٰتِ ذَرْوًۭا"
  },
  {
    "id": 4677,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 2,
    "text": "فَٱلْحَٰمِلَٰتِ وِقْرًۭا"
  },
  {
    "id": 4678,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 3,
    "text": "فَٱلْجَٰرِيَٰتِ يُسْرًۭا"
  },
  {
    "id": 4679,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 4,
    "text": "فَٱلْمُقَسِّمَٰتِ أَمْرًا"
  },
  {
    "id": 4680,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 5,
    "text": "إِنَّمَا تُوعَدُونَ لَصَادِقٌۭ"
  },
  {
    "id": 4681,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 6,
    "text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٌۭ"
  },
  {
    "id": 4682,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 7,
    "text": "وَٱلسَّمَآءِ ذَاتِ ٱلْحُبُكِ"
  },
  {
    "id": 4683,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 8,
    "text": "إِنَّكُمْ لَفِى قَوْلٍۢ مُّخْتَلِفٍۢ"
  },
  {
    "id": 4684,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 9,
    "text": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ"
  },
  {
    "id": 4685,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 10,
    "text": "قُتِلَ ٱلْخَرَّٰصُونَ"
  },
  {
    "id": 4686,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 11,
    "text": "ٱلَّذِينَ هُمْ فِى غَمْرَةٍۢ سَاهُونَ"
  },
  {
    "id": 4687,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 12,
    "text": "يَسْـَٔلُونَ أَيَّانَ يَوْمُ ٱلدِّينِ"
  },
  {
    "id": 4688,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 13,
    "text": "يَوْمَ هُمْ عَلَى ٱلنَّارِ يُفْتَنُونَ"
  },
  {
    "id": 4689,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 14,
    "text": "ذُوقُوا۟ فِتْنَتَكُمْ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَسْتَعْجِلُونَ"
  },
  {
    "id": 4690,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 15,
    "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَعُيُونٍ"
  },
  {
    "id": 4691,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 16,
    "text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُحْسِنِينَ"
  },
  {
    "id": 4692,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 17,
    "text": "كَانُوا۟ قَلِيلًۭا مِّنَ ٱلَّيْلِ مَا يَهْجَعُونَ"
  },
  {
    "id": 4693,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 18,
    "text": "وَبِٱلْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ"
  },
  {
    "id": 4694,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 19,
    "text": "وَفِىٓ أَمْوَٰلِهِمْ حَقٌّۭ لِّلسَّآئِلِ وَٱلْمَحْرُومِ"
  },
  {
    "id": 4695,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 20,
    "text": "وَفِى ٱلْأَرْضِ ءَايَٰتٌۭ لِّلْمُوقِنِينَ"
  },
  {
    "id": 4696,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 21,
    "text": "وَفِىٓ أَنفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ"
  },
  {
    "id": 4697,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 22,
    "text": "وَفِى ٱلسَّمَآءِ رِزْقُكُمْ وَمَا تُوعَدُونَ"
  },
  {
    "id": 4698,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 23,
    "text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلْأَرْضِ إِنَّهُۥ لَحَقٌّۭ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ"
  },
  {
    "id": 4699,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 24,
    "text": "هَلْ أَتَىٰكَ حَدِيثُ ضَيْفِ إِبْرَٰهِيمَ ٱلْمُكْرَمِينَ"
  },
  {
    "id": 4700,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 25,
    "text": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًۭا ۖ قَالَ سَلَٰمٌۭ قَوْمٌۭ مُّنكَرُونَ"
  },
  {
    "id": 4701,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 26,
    "text": "فَرَاغَ إِلَىٰٓ أَهْلِهِۦ فَجَآءَ بِعِجْلٍۢ سَمِينٍۢ"
  },
  {
    "id": 4702,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 27,
    "text": "فَقَرَّبَهُۥٓ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ"
  },
  {
    "id": 4703,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 28,
    "text": "فَأَوْجَسَ مِنْهُمْ خِيفَةًۭ ۖ قَالُوا۟ لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٍۢ"
  },
  {
    "id": 4704,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 29,
    "text": "فَأَقْبَلَتِ ٱمْرَأَتُهُۥ فِى صَرَّةٍۢ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌۭ"
  },
  {
    "id": 4705,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 30,
    "text": "قَالُوا۟ كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُۥ هُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ"
  },
  {
    "id": 4706,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 31,
    "text": "۞ قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ"
  },
  {
    "id": 4707,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 32,
    "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍۢ مُّجْرِمِينَ"
  },
  {
    "id": 4708,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 33,
    "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةًۭ مِّن طِينٍۢ"
  },
  {
    "id": 4709,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 34,
    "text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلْمُسْرِفِينَ"
  },
  {
    "id": 4710,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 35,
    "text": "فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 4711,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 36,
    "text": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍۢ مِّنَ ٱلْمُسْلِمِينَ"
  },
  {
    "id": 4712,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 37,
    "text": "وَتَرَكْنَا فِيهَآ ءَايَةًۭ لِّلَّذِينَ يَخَافُونَ ٱلْعَذَابَ ٱلْأَلِيمَ"
  },
  {
    "id": 4713,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 38,
    "text": "وَفِى مُوسَىٰٓ إِذْ أَرْسَلْنَٰهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَٰنٍۢ مُّبِينٍۢ"
  },
  {
    "id": 4714,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 39,
    "text": "فَتَوَلَّىٰ بِرُكْنِهِۦ وَقَالَ سَٰحِرٌ أَوْ مَجْنُونٌۭ"
  },
  {
    "id": 4715,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 40,
    "text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ وَهُوَ مُلِيمٌۭ"
  },
  {
    "id": 4716,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 41,
    "text": "وَفِى عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ ٱلرِّيحَ ٱلْعَقِيمَ"
  },
  {
    "id": 4717,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 42,
    "text": "مَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَٱلرَّمِيمِ"
  },
  {
    "id": 4718,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 43,
    "text": "وَفِى ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا۟ حَتَّىٰ حِينٍۢ"
  },
  {
    "id": 4719,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 44,
    "text": "فَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ ٱلصَّٰعِقَةُ وَهُمْ يَنظُرُونَ"
  },
  {
    "id": 4720,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 45,
    "text": "فَمَا ٱسْتَطَٰعُوا۟ مِن قِيَامٍۢ وَمَا كَانُوا۟ مُنتَصِرِينَ"
  },
  {
    "id": 4721,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 46,
    "text": "وَقَوْمَ نُوحٍۢ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ"
  },
  {
    "id": 4722,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 47,
    "text": "وَٱلسَّمَآءَ بَنَيْنَٰهَا بِأَيْي۟دٍۢ وَإِنَّا لَمُوسِعُونَ"
  },
  {
    "id": 4723,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 48,
    "text": "وَٱلْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ ٱلْمَٰهِدُونَ"
  },
  {
    "id": 4724,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 49,
    "text": "وَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ"
  },
  {
    "id": 4725,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 50,
    "text": "فَفِرُّوٓا۟ إِلَى ٱللَّهِ ۖ إِنِّى لَكُم مِّنْهُ نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 4726,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 51,
    "text": "وَلَا تَجْعَلُوا۟ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ ۖ إِنِّى لَكُم مِّنْهُ نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 4727,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 52,
    "text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا۟ سَاحِرٌ أَوْ مَجْنُونٌ"
  },
  {
    "id": 4728,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 53,
    "text": "أَتَوَاصَوْا۟ بِهِۦ ۚ بَلْ هُمْ قَوْمٌۭ طَاغُونَ"
  },
  {
    "id": 4729,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 54,
    "text": "فَتَوَلَّ عَنْهُمْ فَمَآ أَنتَ بِمَلُومٍۢ"
  },
  {
    "id": 4730,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 55,
    "text": "وَذَكِّرْ فَإِنَّ ٱلذِّكْرَىٰ تَنفَعُ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 4731,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 56,
    "text": "وَمَا خَلَقْتُ ٱلْجِنَّ وَٱلْإِنسَ إِلَّا لِيَعْبُدُونِ"
  },
  {
    "id": 4732,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 57,
    "text": "مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍۢ وَمَآ أُرِيدُ أَن يُطْعِمُونِ"
  },
  {
    "id": 4733,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 58,
    "text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلْقُوَّةِ ٱلْمَتِينُ"
  },
  {
    "id": 4734,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 59,
    "text": "فَإِنَّ لِلَّذِينَ ظَلَمُوا۟ ذَنُوبًۭا مِّثْلَ ذَنُوبِ أَصْحَٰبِهِمْ فَلَا يَسْتَعْجِلُونِ"
  },
  {
    "id": 4735,
    "surahId": 51,
    "surahName": "سُورَةُ الذَّارِيَاتِ",
    "verseNumber": 60,
    "text": "فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِن يَوْمِهِمُ ٱلَّذِى يُوعَدُونَ"
  },
  {
    "id": 4736,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلطُّورِ"
  },
  {
    "id": 4737,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 2,
    "text": "وَكِتَٰبٍۢ مَّسْطُورٍۢ"
  },
  {
    "id": 4738,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 3,
    "text": "فِى رَقٍّۢ مَّنشُورٍۢ"
  },
  {
    "id": 4739,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 4,
    "text": "وَٱلْبَيْتِ ٱلْمَعْمُورِ"
  },
  {
    "id": 4740,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 5,
    "text": "وَٱلسَّقْفِ ٱلْمَرْفُوعِ"
  },
  {
    "id": 4741,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 6,
    "text": "وَٱلْبَحْرِ ٱلْمَسْجُورِ"
  },
  {
    "id": 4742,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 7,
    "text": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٌۭ"
  },
  {
    "id": 4743,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 8,
    "text": "مَّا لَهُۥ مِن دَافِعٍۢ"
  },
  {
    "id": 4744,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 9,
    "text": "يَوْمَ تَمُورُ ٱلسَّمَآءُ مَوْرًۭا"
  },
  {
    "id": 4745,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 10,
    "text": "وَتَسِيرُ ٱلْجِبَالُ سَيْرًۭا"
  },
  {
    "id": 4746,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 11,
    "text": "فَوَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 4747,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 12,
    "text": "ٱلَّذِينَ هُمْ فِى خَوْضٍۢ يَلْعَبُونَ"
  },
  {
    "id": 4748,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 13,
    "text": "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا"
  },
  {
    "id": 4749,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 14,
    "text": "هَٰذِهِ ٱلنَّارُ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ"
  },
  {
    "id": 4750,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 15,
    "text": "أَفَسِحْرٌ هَٰذَآ أَمْ أَنتُمْ لَا تُبْصِرُونَ"
  },
  {
    "id": 4751,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 16,
    "text": "ٱصْلَوْهَا فَٱصْبِرُوٓا۟ أَوْ لَا تَصْبِرُوا۟ سَوَآءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 4752,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 17,
    "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَعِيمٍۢ"
  },
  {
    "id": 4753,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 18,
    "text": "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمْ رَبُّهُمْ وَوَقَىٰهُمْ رَبُّهُمْ عَذَابَ ٱلْجَحِيمِ"
  },
  {
    "id": 4754,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 19,
    "text": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 4755,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 20,
    "text": "مُتَّكِـِٔينَ عَلَىٰ سُرُرٍۢ مَّصْفُوفَةٍۢ ۖ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍۢ"
  },
  {
    "id": 4756,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 21,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَٱتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَٰهُم مِّنْ عَمَلِهِم مِّن شَىْءٍۢ ۚ كُلُّ ٱمْرِئٍۭ بِمَا كَسَبَ رَهِينٌۭ"
  },
  {
    "id": 4757,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 22,
    "text": "وَأَمْدَدْنَٰهُم بِفَٰكِهَةٍۢ وَلَحْمٍۢ مِّمَّا يَشْتَهُونَ"
  },
  {
    "id": 4758,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 23,
    "text": "يَتَنَٰزَعُونَ فِيهَا كَأْسًۭا لَّا لَغْوٌۭ فِيهَا وَلَا تَأْثِيمٌۭ"
  },
  {
    "id": 4759,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 24,
    "text": "۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌۭ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌۭ مَّكْنُونٌۭ"
  },
  {
    "id": 4760,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 25,
    "text": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَسَآءَلُونَ"
  },
  {
    "id": 4761,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 26,
    "text": "قَالُوٓا۟ إِنَّا كُنَّا قَبْلُ فِىٓ أَهْلِنَا مُشْفِقِينَ"
  },
  {
    "id": 4762,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 27,
    "text": "فَمَنَّ ٱللَّهُ عَلَيْنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ"
  },
  {
    "id": 4763,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 28,
    "text": "إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ ۖ إِنَّهُۥ هُوَ ٱلْبَرُّ ٱلرَّحِيمُ"
  },
  {
    "id": 4764,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 29,
    "text": "فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍۢ وَلَا مَجْنُونٍ"
  },
  {
    "id": 4765,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 30,
    "text": "أَمْ يَقُولُونَ شَاعِرٌۭ نَّتَرَبَّصُ بِهِۦ رَيْبَ ٱلْمَنُونِ"
  },
  {
    "id": 4766,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 31,
    "text": "قُلْ تَرَبَّصُوا۟ فَإِنِّى مَعَكُم مِّنَ ٱلْمُتَرَبِّصِينَ"
  },
  {
    "id": 4767,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 32,
    "text": "أَمْ تَأْمُرُهُمْ أَحْلَٰمُهُم بِهَٰذَآ ۚ أَمْ هُمْ قَوْمٌۭ طَاغُونَ"
  },
  {
    "id": 4768,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 33,
    "text": "أَمْ يَقُولُونَ تَقَوَّلَهُۥ ۚ بَل لَّا يُؤْمِنُونَ"
  },
  {
    "id": 4769,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 34,
    "text": "فَلْيَأْتُوا۟ بِحَدِيثٍۢ مِّثْلِهِۦٓ إِن كَانُوا۟ صَٰدِقِينَ"
  },
  {
    "id": 4770,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 35,
    "text": "أَمْ خُلِقُوا۟ مِنْ غَيْرِ شَىْءٍ أَمْ هُمُ ٱلْخَٰلِقُونَ"
  },
  {
    "id": 4771,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 36,
    "text": "أَمْ خَلَقُوا۟ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۚ بَل لَّا يُوقِنُونَ"
  },
  {
    "id": 4772,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 37,
    "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ أَمْ هُمُ ٱلْمُصَۣيْطِرُونَ"
  },
  {
    "id": 4773,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 38,
    "text": "أَمْ لَهُمْ سُلَّمٌۭ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَٰنٍۢ مُّبِينٍ"
  },
  {
    "id": 4774,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 39,
    "text": "أَمْ لَهُ ٱلْبَنَٰتُ وَلَكُمُ ٱلْبَنُونَ"
  },
  {
    "id": 4775,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 40,
    "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًۭا فَهُم مِّن مَّغْرَمٍۢ مُّثْقَلُونَ"
  },
  {
    "id": 4776,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 41,
    "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ"
  },
  {
    "id": 4777,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 42,
    "text": "أَمْ يُرِيدُونَ كَيْدًۭا ۖ فَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلْمَكِيدُونَ"
  },
  {
    "id": 4778,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 43,
    "text": "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ ٱللَّهِ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 4779,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 44,
    "text": "وَإِن يَرَوْا۟ كِسْفًۭا مِّنَ ٱلسَّمَآءِ سَاقِطًۭا يَقُولُوا۟ سَحَابٌۭ مَّرْكُومٌۭ"
  },
  {
    "id": 4780,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 45,
    "text": "فَذَرْهُمْ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى فِيهِ يُصْعَقُونَ"
  },
  {
    "id": 4781,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 46,
    "text": "يَوْمَ لَا يُغْنِى عَنْهُمْ كَيْدُهُمْ شَيْـًۭٔا وَلَا هُمْ يُنصَرُونَ"
  },
  {
    "id": 4782,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 47,
    "text": "وَإِنَّ لِلَّذِينَ ظَلَمُوا۟ عَذَابًۭا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 4783,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 48,
    "text": "وَٱصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ"
  },
  {
    "id": 4784,
    "surahId": 52,
    "surahName": "سُورَةُ الطُّورِ",
    "verseNumber": 49,
    "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَإِدْبَٰرَ ٱلنُّجُومِ"
  },
  {
    "id": 4785,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلنَّجْمِ إِذَا هَوَىٰ"
  },
  {
    "id": 4786,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 2,
    "text": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ"
  },
  {
    "id": 4787,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 3,
    "text": "وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ"
  },
  {
    "id": 4788,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 4,
    "text": "إِنْ هُوَ إِلَّا وَحْىٌۭ يُوحَىٰ"
  },
  {
    "id": 4789,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 5,
    "text": "عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ"
  },
  {
    "id": 4790,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 6,
    "text": "ذُو مِرَّةٍۢ فَٱسْتَوَىٰ"
  },
  {
    "id": 4791,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 7,
    "text": "وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ"
  },
  {
    "id": 4792,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 8,
    "text": "ثُمَّ دَنَا فَتَدَلَّىٰ"
  },
  {
    "id": 4793,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 9,
    "text": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ"
  },
  {
    "id": 4794,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 10,
    "text": "فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ"
  },
  {
    "id": 4795,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 11,
    "text": "مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ"
  },
  {
    "id": 4796,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 12,
    "text": "أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ"
  },
  {
    "id": 4797,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 13,
    "text": "وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ"
  },
  {
    "id": 4798,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 14,
    "text": "عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ"
  },
  {
    "id": 4799,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 15,
    "text": "عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ"
  },
  {
    "id": 4800,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 16,
    "text": "إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ"
  },
  {
    "id": 4801,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 17,
    "text": "مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ"
  },
  {
    "id": 4802,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 18,
    "text": "لَقَدْ رَأَىٰ مِنْ ءَايَٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ"
  },
  {
    "id": 4803,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 19,
    "text": "أَفَرَءَيْتُمُ ٱللَّٰتَ وَٱلْعُزَّىٰ"
  },
  {
    "id": 4804,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 20,
    "text": "وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ"
  },
  {
    "id": 4805,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 21,
    "text": "أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ"
  },
  {
    "id": 4806,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 22,
    "text": "تِلْكَ إِذًۭا قِسْمَةٌۭ ضِيزَىٰٓ"
  },
  {
    "id": 4807,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 23,
    "text": "إِنْ هِىَ إِلَّآ أَسْمَآءٌۭ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَٰنٍ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ ۖ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ"
  },
  {
    "id": 4808,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 24,
    "text": "أَمْ لِلْإِنسَٰنِ مَا تَمَنَّىٰ"
  },
  {
    "id": 4809,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 25,
    "text": "فَلِلَّهِ ٱلْءَاخِرَةُ وَٱلْأُولَىٰ"
  },
  {
    "id": 4810,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 26,
    "text": "۞ وَكَم مِّن مَّلَكٍۢ فِى ٱلسَّمَٰوَٰتِ لَا تُغْنِى شَفَٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ"
  },
  {
    "id": 4811,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 27,
    "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ لَيُسَمُّونَ ٱلْمَلَٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ"
  },
  {
    "id": 4812,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 28,
    "text": "وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ ۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ ۖ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًۭٔا"
  },
  {
    "id": 4813,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 29,
    "text": "فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا"
  },
  {
    "id": 4814,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 30,
    "text": "ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ"
  },
  {
    "id": 4815,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 31,
    "text": "وَلِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى"
  },
  {
    "id": 4816,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 32,
    "text": "ٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ ۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ ۚ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌۭ فِى بُطُونِ أُمَّهَٰتِكُمْ ۖ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ"
  },
  {
    "id": 4817,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 33,
    "text": "أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ"
  },
  {
    "id": 4818,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 34,
    "text": "وَأَعْطَىٰ قَلِيلًۭا وَأَكْدَىٰٓ"
  },
  {
    "id": 4819,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 35,
    "text": "أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ"
  },
  {
    "id": 4820,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 36,
    "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ"
  },
  {
    "id": 4821,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 37,
    "text": "وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ"
  },
  {
    "id": 4822,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 38,
    "text": "أَلَّا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ"
  },
  {
    "id": 4823,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 39,
    "text": "وَأَن لَّيْسَ لِلْإِنسَٰنِ إِلَّا مَا سَعَىٰ"
  },
  {
    "id": 4824,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 40,
    "text": "وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ"
  },
  {
    "id": 4825,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 41,
    "text": "ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ"
  },
  {
    "id": 4826,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 42,
    "text": "وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ"
  },
  {
    "id": 4827,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 43,
    "text": "وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ"
  },
  {
    "id": 4828,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 44,
    "text": "وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا"
  },
  {
    "id": 4829,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 45,
    "text": "وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ"
  },
  {
    "id": 4830,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 46,
    "text": "مِن نُّطْفَةٍ إِذَا تُمْنَىٰ"
  },
  {
    "id": 4831,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 47,
    "text": "وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ"
  },
  {
    "id": 4832,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 48,
    "text": "وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ"
  },
  {
    "id": 4833,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 49,
    "text": "وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ"
  },
  {
    "id": 4834,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 50,
    "text": "وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ"
  },
  {
    "id": 4835,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 51,
    "text": "وَثَمُودَا۟ فَمَآ أَبْقَىٰ"
  },
  {
    "id": 4836,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 52,
    "text": "وَقَوْمَ نُوحٍۢ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ"
  },
  {
    "id": 4837,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 53,
    "text": "وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ"
  },
  {
    "id": 4838,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 54,
    "text": "فَغَشَّىٰهَا مَا غَشَّىٰ"
  },
  {
    "id": 4839,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 55,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ"
  },
  {
    "id": 4840,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 56,
    "text": "هَٰذَا نَذِيرٌۭ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ"
  },
  {
    "id": 4841,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 57,
    "text": "أَزِفَتِ ٱلْءَازِفَةُ"
  },
  {
    "id": 4842,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 58,
    "text": "لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ"
  },
  {
    "id": 4843,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 59,
    "text": "أَفَمِنْ هَٰذَا ٱلْحَدِيثِ تَعْجَبُونَ"
  },
  {
    "id": 4844,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 60,
    "text": "وَتَضْحَكُونَ وَلَا تَبْكُونَ"
  },
  {
    "id": 4845,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 61,
    "text": "وَأَنتُمْ سَٰمِدُونَ"
  },
  {
    "id": 4846,
    "surahId": 53,
    "surahName": "سُورَةُ النَّجۡمِ",
    "verseNumber": 62,
    "text": "فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟ ۩"
  },
  {
    "id": 4847,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ"
  },
  {
    "id": 4848,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 2,
    "text": "وَإِن يَرَوْا۟ ءَايَةًۭ يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌۭ مُّسْتَمِرٌّۭ"
  },
  {
    "id": 4849,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 3,
    "text": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍۢ مُّسْتَقِرٌّۭ"
  },
  {
    "id": 4850,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 4,
    "text": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ"
  },
  {
    "id": 4851,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 5,
    "text": "حِكْمَةٌۢ بَٰلِغَةٌۭ ۖ فَمَا تُغْنِ ٱلنُّذُرُ"
  },
  {
    "id": 4852,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 6,
    "text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍۢ نُّكُرٍ"
  },
  {
    "id": 4853,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 7,
    "text": "خُشَّعًا أَبْصَٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌۭ مُّنتَشِرٌۭ"
  },
  {
    "id": 4854,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 8,
    "text": "مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَٰفِرُونَ هَٰذَا يَوْمٌ عَسِرٌۭ"
  },
  {
    "id": 4855,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 9,
    "text": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌۭ وَٱزْدُجِرَ"
  },
  {
    "id": 4856,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 10,
    "text": "فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌۭ فَٱنتَصِرْ"
  },
  {
    "id": 4857,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 11,
    "text": "فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍۢ مُّنْهَمِرٍۢ"
  },
  {
    "id": 4858,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 12,
    "text": "وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًۭا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍۢ قَدْ قُدِرَ"
  },
  {
    "id": 4859,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 13,
    "text": "وَحَمَلْنَٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍۢ وَدُسُرٍۢ"
  },
  {
    "id": 4860,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 14,
    "text": "تَجْرِى بِأَعْيُنِنَا جَزَآءًۭ لِّمَن كَانَ كُفِرَ"
  },
  {
    "id": 4861,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 15,
    "text": "وَلَقَد تَّرَكْنَٰهَآ ءَايَةًۭ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4862,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 16,
    "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4863,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 17,
    "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4864,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 18,
    "text": "كَذَّبَتْ عَادٌۭ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4865,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 19,
    "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِى يَوْمِ نَحْسٍۢ مُّسْتَمِرٍّۢ"
  },
  {
    "id": 4866,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 20,
    "text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍۢ مُّنقَعِرٍۢ"
  },
  {
    "id": 4867,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 21,
    "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4868,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 22,
    "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4869,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 23,
    "text": "كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ"
  },
  {
    "id": 4870,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 24,
    "text": "فَقَالُوٓا۟ أَبَشَرًۭا مِّنَّا وَٰحِدًۭا نَّتَّبِعُهُۥٓ إِنَّآ إِذًۭا لَّفِى ضَلَٰلٍۢ وَسُعُرٍ"
  },
  {
    "id": 4871,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 25,
    "text": "أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌۭ"
  },
  {
    "id": 4872,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 26,
    "text": "سَيَعْلَمُونَ غَدًۭا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ"
  },
  {
    "id": 4873,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 27,
    "text": "إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةًۭ لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ"
  },
  {
    "id": 4874,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 28,
    "text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍۢ مُّحْتَضَرٌۭ"
  },
  {
    "id": 4875,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 29,
    "text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ"
  },
  {
    "id": 4876,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 30,
    "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4877,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 31,
    "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةًۭ وَٰحِدَةًۭ فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ"
  },
  {
    "id": 4878,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 32,
    "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4879,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 33,
    "text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ"
  },
  {
    "id": 4880,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 34,
    "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍۢ ۖ نَّجَّيْنَٰهُم بِسَحَرٍۢ"
  },
  {
    "id": 4881,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 35,
    "text": "نِّعْمَةًۭ مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ"
  },
  {
    "id": 4882,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 36,
    "text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ"
  },
  {
    "id": 4883,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 37,
    "text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4884,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 38,
    "text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌۭ مُّسْتَقِرٌّۭ"
  },
  {
    "id": 4885,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 39,
    "text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ"
  },
  {
    "id": 4886,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 40,
    "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4887,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 41,
    "text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ"
  },
  {
    "id": 4888,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 42,
    "text": "كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍۢ مُّقْتَدِرٍ"
  },
  {
    "id": 4889,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 43,
    "text": "أَكُفَّارُكُمْ خَيْرٌۭ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌۭ فِى ٱلزُّبُرِ"
  },
  {
    "id": 4890,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 44,
    "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌۭ مُّنتَصِرٌۭ"
  },
  {
    "id": 4891,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 45,
    "text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ"
  },
  {
    "id": 4892,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 46,
    "text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ"
  },
  {
    "id": 4893,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 47,
    "text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍۢ وَسُعُرٍۢ"
  },
  {
    "id": 4894,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 48,
    "text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ"
  },
  {
    "id": 4895,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 49,
    "text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍۢ"
  },
  {
    "id": 4896,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 50,
    "text": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌۭ كَلَمْحٍۭ بِٱلْبَصَرِ"
  },
  {
    "id": 4897,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 51,
    "text": "وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍۢ"
  },
  {
    "id": 4898,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 52,
    "text": "وَكُلُّ شَىْءٍۢ فَعَلُوهُ فِى ٱلزُّبُرِ"
  },
  {
    "id": 4899,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 53,
    "text": "وَكُلُّ صَغِيرٍۢ وَكَبِيرٍۢ مُّسْتَطَرٌ"
  },
  {
    "id": 4900,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 54,
    "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَهَرٍۢ"
  },
  {
    "id": 4901,
    "surahId": 54,
    "surahName": "سُورَةُ القَمَرِ",
    "verseNumber": 55,
    "text": "فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍۢ مُّقْتَدِرٍۭ"
  },
  {
    "id": 4902,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلرَّحْمَٰنُ"
  },
  {
    "id": 4903,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 2,
    "text": "عَلَّمَ ٱلْقُرْءَانَ"
  },
  {
    "id": 4904,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 3,
    "text": "خَلَقَ ٱلْإِنسَٰنَ"
  },
  {
    "id": 4905,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 4,
    "text": "عَلَّمَهُ ٱلْبَيَانَ"
  },
  {
    "id": 4906,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 5,
    "text": "ٱلشَّمْسُ وَٱلْقَمَرُ بِحُسْبَانٍۢ"
  },
  {
    "id": 4907,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 6,
    "text": "وَٱلنَّجْمُ وَٱلشَّجَرُ يَسْجُدَانِ"
  },
  {
    "id": 4908,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 7,
    "text": "وَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلْمِيزَانَ"
  },
  {
    "id": 4909,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 8,
    "text": "أَلَّا تَطْغَوْا۟ فِى ٱلْمِيزَانِ"
  },
  {
    "id": 4910,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 9,
    "text": "وَأَقِيمُوا۟ ٱلْوَزْنَ بِٱلْقِسْطِ وَلَا تُخْسِرُوا۟ ٱلْمِيزَانَ"
  },
  {
    "id": 4911,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 10,
    "text": "وَٱلْأَرْضَ وَضَعَهَا لِلْأَنَامِ"
  },
  {
    "id": 4912,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 11,
    "text": "فِيهَا فَٰكِهَةٌۭ وَٱلنَّخْلُ ذَاتُ ٱلْأَكْمَامِ"
  },
  {
    "id": 4913,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 12,
    "text": "وَٱلْحَبُّ ذُو ٱلْعَصْفِ وَٱلرَّيْحَانُ"
  },
  {
    "id": 4914,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 13,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4915,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 14,
    "text": "خَلَقَ ٱلْإِنسَٰنَ مِن صَلْصَٰلٍۢ كَٱلْفَخَّارِ"
  },
  {
    "id": 4916,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 15,
    "text": "وَخَلَقَ ٱلْجَآنَّ مِن مَّارِجٍۢ مِّن نَّارٍۢ"
  },
  {
    "id": 4917,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 16,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4918,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 17,
    "text": "رَبُّ ٱلْمَشْرِقَيْنِ وَرَبُّ ٱلْمَغْرِبَيْنِ"
  },
  {
    "id": 4919,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 18,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4920,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 19,
    "text": "مَرَجَ ٱلْبَحْرَيْنِ يَلْتَقِيَانِ"
  },
  {
    "id": 4921,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 20,
    "text": "بَيْنَهُمَا بَرْزَخٌۭ لَّا يَبْغِيَانِ"
  },
  {
    "id": 4922,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 21,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4923,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 22,
    "text": "يَخْرُجُ مِنْهُمَا ٱللُّؤْلُؤُ وَٱلْمَرْجَانُ"
  },
  {
    "id": 4924,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 23,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4925,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 24,
    "text": "وَلَهُ ٱلْجَوَارِ ٱلْمُنشَـَٔاتُ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ"
  },
  {
    "id": 4926,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 25,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4927,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 26,
    "text": "كُلُّ مَنْ عَلَيْهَا فَانٍۢ"
  },
  {
    "id": 4928,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 27,
    "text": "وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو ٱلْجَلَٰلِ وَٱلْإِكْرَامِ"
  },
  {
    "id": 4929,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 28,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4930,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 29,
    "text": "يَسْـَٔلُهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِى شَأْنٍۢ"
  },
  {
    "id": 4931,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 30,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4932,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 31,
    "text": "سَنَفْرُغُ لَكُمْ أَيُّهَ ٱلثَّقَلَانِ"
  },
  {
    "id": 4933,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 32,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4934,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 33,
    "text": "يَٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ إِنِ ٱسْتَطَعْتُمْ أَن تَنفُذُوا۟ مِنْ أَقْطَارِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ فَٱنفُذُوا۟ ۚ لَا تَنفُذُونَ إِلَّا بِسُلْطَٰنٍۢ"
  },
  {
    "id": 4935,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 34,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4936,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 35,
    "text": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌۭ مِّن نَّارٍۢ وَنُحَاسٌۭ فَلَا تَنتَصِرَانِ"
  },
  {
    "id": 4937,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 36,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4938,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 37,
    "text": "فَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتْ وَرْدَةًۭ كَٱلدِّهَانِ"
  },
  {
    "id": 4939,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 38,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4940,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 39,
    "text": "فَيَوْمَئِذٍۢ لَّا يُسْـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٌۭ وَلَا جَآنٌّۭ"
  },
  {
    "id": 4941,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 40,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4942,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 41,
    "text": "يُعْرَفُ ٱلْمُجْرِمُونَ بِسِيمَٰهُمْ فَيُؤْخَذُ بِٱلنَّوَٰصِى وَٱلْأَقْدَامِ"
  },
  {
    "id": 4943,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 42,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4944,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 43,
    "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى يُكَذِّبُ بِهَا ٱلْمُجْرِمُونَ"
  },
  {
    "id": 4945,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 44,
    "text": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍۢ"
  },
  {
    "id": 4946,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 45,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4947,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 46,
    "text": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ"
  },
  {
    "id": 4948,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 47,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4949,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 48,
    "text": "ذَوَاتَآ أَفْنَانٍۢ"
  },
  {
    "id": 4950,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 49,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4951,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 50,
    "text": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ"
  },
  {
    "id": 4952,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 51,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4953,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 52,
    "text": "فِيهِمَا مِن كُلِّ فَٰكِهَةٍۢ زَوْجَانِ"
  },
  {
    "id": 4954,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 53,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4955,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 54,
    "text": "مُتَّكِـِٔينَ عَلَىٰ فُرُشٍۭ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍۢ ۚ وَجَنَى ٱلْجَنَّتَيْنِ دَانٍۢ"
  },
  {
    "id": 4956,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 55,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4957,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 56,
    "text": "فِيهِنَّ قَٰصِرَٰتُ ٱلطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنسٌۭ قَبْلَهُمْ وَلَا جَآنٌّۭ"
  },
  {
    "id": 4958,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 57,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4959,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 58,
    "text": "كَأَنَّهُنَّ ٱلْيَاقُوتُ وَٱلْمَرْجَانُ"
  },
  {
    "id": 4960,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 59,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4961,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 60,
    "text": "هَلْ جَزَآءُ ٱلْإِحْسَٰنِ إِلَّا ٱلْإِحْسَٰنُ"
  },
  {
    "id": 4962,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 61,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4963,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 62,
    "text": "وَمِن دُونِهِمَا جَنَّتَانِ"
  },
  {
    "id": 4964,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 63,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4965,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 64,
    "text": "مُدْهَآمَّتَانِ"
  },
  {
    "id": 4966,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 65,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4967,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 66,
    "text": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ"
  },
  {
    "id": 4968,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 67,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4969,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 68,
    "text": "فِيهِمَا فَٰكِهَةٌۭ وَنَخْلٌۭ وَرُمَّانٌۭ"
  },
  {
    "id": 4970,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 69,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4971,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 70,
    "text": "فِيهِنَّ خَيْرَٰتٌ حِسَانٌۭ"
  },
  {
    "id": 4972,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 71,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4973,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 72,
    "text": "حُورٌۭ مَّقْصُورَٰتٌۭ فِى ٱلْخِيَامِ"
  },
  {
    "id": 4974,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 73,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4975,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 74,
    "text": "لَمْ يَطْمِثْهُنَّ إِنسٌۭ قَبْلَهُمْ وَلَا جَآنٌّۭ"
  },
  {
    "id": 4976,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 75,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4977,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 76,
    "text": "مُتَّكِـِٔينَ عَلَىٰ رَفْرَفٍ خُضْرٍۢ وَعَبْقَرِىٍّ حِسَانٍۢ"
  },
  {
    "id": 4978,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 77,
    "text": "فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ"
  },
  {
    "id": 4979,
    "surahId": 55,
    "surahName": "سُورَةُ الرَّحۡمَٰن",
    "verseNumber": 78,
    "text": "تَبَٰرَكَ ٱسْمُ رَبِّكَ ذِى ٱلْجَلَٰلِ وَٱلْإِكْرَامِ"
  },
  {
    "id": 4980,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا وَقَعَتِ ٱلْوَاقِعَةُ"
  },
  {
    "id": 4981,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 2,
    "text": "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ"
  },
  {
    "id": 4982,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 3,
    "text": "خَافِضَةٌۭ رَّافِعَةٌ"
  },
  {
    "id": 4983,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 4,
    "text": "إِذَا رُجَّتِ ٱلْأَرْضُ رَجًّۭا"
  },
  {
    "id": 4984,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 5,
    "text": "وَبُسَّتِ ٱلْجِبَالُ بَسًّۭا"
  },
  {
    "id": 4985,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 6,
    "text": "فَكَانَتْ هَبَآءًۭ مُّنۢبَثًّۭا"
  },
  {
    "id": 4986,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 7,
    "text": "وَكُنتُمْ أَزْوَٰجًۭا ثَلَٰثَةًۭ"
  },
  {
    "id": 4987,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 8,
    "text": "فَأَصْحَٰبُ ٱلْمَيْمَنَةِ مَآ أَصْحَٰبُ ٱلْمَيْمَنَةِ"
  },
  {
    "id": 4988,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 9,
    "text": "وَأَصْحَٰبُ ٱلْمَشْـَٔمَةِ مَآ أَصْحَٰبُ ٱلْمَشْـَٔمَةِ"
  },
  {
    "id": 4989,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 10,
    "text": "وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ"
  },
  {
    "id": 4990,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 11,
    "text": "أُو۟لَٰٓئِكَ ٱلْمُقَرَّبُونَ"
  },
  {
    "id": 4991,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 12,
    "text": "فِى جَنَّٰتِ ٱلنَّعِيمِ"
  },
  {
    "id": 4992,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 13,
    "text": "ثُلَّةٌۭ مِّنَ ٱلْأَوَّلِينَ"
  },
  {
    "id": 4993,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 14,
    "text": "وَقَلِيلٌۭ مِّنَ ٱلْءَاخِرِينَ"
  },
  {
    "id": 4994,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 15,
    "text": "عَلَىٰ سُرُرٍۢ مَّوْضُونَةٍۢ"
  },
  {
    "id": 4995,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 16,
    "text": "مُّتَّكِـِٔينَ عَلَيْهَا مُتَقَٰبِلِينَ"
  },
  {
    "id": 4996,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 17,
    "text": "يَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ"
  },
  {
    "id": 4997,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 18,
    "text": "بِأَكْوَابٍۢ وَأَبَارِيقَ وَكَأْسٍۢ مِّن مَّعِينٍۢ"
  },
  {
    "id": 4998,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 19,
    "text": "لَّا يُصَدَّعُونَ عَنْهَا وَلَا يُنزِفُونَ"
  },
  {
    "id": 4999,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 20,
    "text": "وَفَٰكِهَةٍۢ مِّمَّا يَتَخَيَّرُونَ"
  },
  {
    "id": 5000,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 21,
    "text": "وَلَحْمِ طَيْرٍۢ مِّمَّا يَشْتَهُونَ"
  },
  {
    "id": 5001,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 22,
    "text": "وَحُورٌ عِينٌۭ"
  },
  {
    "id": 5002,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 23,
    "text": "كَأَمْثَٰلِ ٱللُّؤْلُؤِ ٱلْمَكْنُونِ"
  },
  {
    "id": 5003,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 24,
    "text": "جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 5004,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 25,
    "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًۭا وَلَا تَأْثِيمًا"
  },
  {
    "id": 5005,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 26,
    "text": "إِلَّا قِيلًۭا سَلَٰمًۭا سَلَٰمًۭا"
  },
  {
    "id": 5006,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 27,
    "text": "وَأَصْحَٰبُ ٱلْيَمِينِ مَآ أَصْحَٰبُ ٱلْيَمِينِ"
  },
  {
    "id": 5007,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 28,
    "text": "فِى سِدْرٍۢ مَّخْضُودٍۢ"
  },
  {
    "id": 5008,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 29,
    "text": "وَطَلْحٍۢ مَّنضُودٍۢ"
  },
  {
    "id": 5009,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 30,
    "text": "وَظِلٍّۢ مَّمْدُودٍۢ"
  },
  {
    "id": 5010,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 31,
    "text": "وَمَآءٍۢ مَّسْكُوبٍۢ"
  },
  {
    "id": 5011,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 32,
    "text": "وَفَٰكِهَةٍۢ كَثِيرَةٍۢ"
  },
  {
    "id": 5012,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 33,
    "text": "لَّا مَقْطُوعَةٍۢ وَلَا مَمْنُوعَةٍۢ"
  },
  {
    "id": 5013,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 34,
    "text": "وَفُرُشٍۢ مَّرْفُوعَةٍ"
  },
  {
    "id": 5014,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 35,
    "text": "إِنَّآ أَنشَأْنَٰهُنَّ إِنشَآءًۭ"
  },
  {
    "id": 5015,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 36,
    "text": "فَجَعَلْنَٰهُنَّ أَبْكَارًا"
  },
  {
    "id": 5016,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 37,
    "text": "عُرُبًا أَتْرَابًۭا"
  },
  {
    "id": 5017,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 38,
    "text": "لِّأَصْحَٰبِ ٱلْيَمِينِ"
  },
  {
    "id": 5018,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 39,
    "text": "ثُلَّةٌۭ مِّنَ ٱلْأَوَّلِينَ"
  },
  {
    "id": 5019,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 40,
    "text": "وَثُلَّةٌۭ مِّنَ ٱلْءَاخِرِينَ"
  },
  {
    "id": 5020,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 41,
    "text": "وَأَصْحَٰبُ ٱلشِّمَالِ مَآ أَصْحَٰبُ ٱلشِّمَالِ"
  },
  {
    "id": 5021,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 42,
    "text": "فِى سَمُومٍۢ وَحَمِيمٍۢ"
  },
  {
    "id": 5022,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 43,
    "text": "وَظِلٍّۢ مِّن يَحْمُومٍۢ"
  },
  {
    "id": 5023,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 44,
    "text": "لَّا بَارِدٍۢ وَلَا كَرِيمٍ"
  },
  {
    "id": 5024,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 45,
    "text": "إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُتْرَفِينَ"
  },
  {
    "id": 5025,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 46,
    "text": "وَكَانُوا۟ يُصِرُّونَ عَلَى ٱلْحِنثِ ٱلْعَظِيمِ"
  },
  {
    "id": 5026,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 47,
    "text": "وَكَانُوا۟ يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ"
  },
  {
    "id": 5027,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 48,
    "text": "أَوَءَابَآؤُنَا ٱلْأَوَّلُونَ"
  },
  {
    "id": 5028,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 49,
    "text": "قُلْ إِنَّ ٱلْأَوَّلِينَ وَٱلْءَاخِرِينَ"
  },
  {
    "id": 5029,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 50,
    "text": "لَمَجْمُوعُونَ إِلَىٰ مِيقَٰتِ يَوْمٍۢ مَّعْلُومٍۢ"
  },
  {
    "id": 5030,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 51,
    "text": "ثُمَّ إِنَّكُمْ أَيُّهَا ٱلضَّآلُّونَ ٱلْمُكَذِّبُونَ"
  },
  {
    "id": 5031,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 52,
    "text": "لَءَاكِلُونَ مِن شَجَرٍۢ مِّن زَقُّومٍۢ"
  },
  {
    "id": 5032,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 53,
    "text": "فَمَالِـُٔونَ مِنْهَا ٱلْبُطُونَ"
  },
  {
    "id": 5033,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 54,
    "text": "فَشَٰرِبُونَ عَلَيْهِ مِنَ ٱلْحَمِيمِ"
  },
  {
    "id": 5034,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 55,
    "text": "فَشَٰرِبُونَ شُرْبَ ٱلْهِيمِ"
  },
  {
    "id": 5035,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 56,
    "text": "هَٰذَا نُزُلُهُمْ يَوْمَ ٱلدِّينِ"
  },
  {
    "id": 5036,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 57,
    "text": "نَحْنُ خَلَقْنَٰكُمْ فَلَوْلَا تُصَدِّقُونَ"
  },
  {
    "id": 5037,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 58,
    "text": "أَفَرَءَيْتُم مَّا تُمْنُونَ"
  },
  {
    "id": 5038,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 59,
    "text": "ءَأَنتُمْ تَخْلُقُونَهُۥٓ أَمْ نَحْنُ ٱلْخَٰلِقُونَ"
  },
  {
    "id": 5039,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 60,
    "text": "نَحْنُ قَدَّرْنَا بَيْنَكُمُ ٱلْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ"
  },
  {
    "id": 5040,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 61,
    "text": "عَلَىٰٓ أَن نُّبَدِّلَ أَمْثَٰلَكُمْ وَنُنشِئَكُمْ فِى مَا لَا تَعْلَمُونَ"
  },
  {
    "id": 5041,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 62,
    "text": "وَلَقَدْ عَلِمْتُمُ ٱلنَّشْأَةَ ٱلْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ"
  },
  {
    "id": 5042,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 63,
    "text": "أَفَرَءَيْتُم مَّا تَحْرُثُونَ"
  },
  {
    "id": 5043,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 64,
    "text": "ءَأَنتُمْ تَزْرَعُونَهُۥٓ أَمْ نَحْنُ ٱلزَّٰرِعُونَ"
  },
  {
    "id": 5044,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 65,
    "text": "لَوْ نَشَآءُ لَجَعَلْنَٰهُ حُطَٰمًۭا فَظَلْتُمْ تَفَكَّهُونَ"
  },
  {
    "id": 5045,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 66,
    "text": "إِنَّا لَمُغْرَمُونَ"
  },
  {
    "id": 5046,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 67,
    "text": "بَلْ نَحْنُ مَحْرُومُونَ"
  },
  {
    "id": 5047,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 68,
    "text": "أَفَرَءَيْتُمُ ٱلْمَآءَ ٱلَّذِى تَشْرَبُونَ"
  },
  {
    "id": 5048,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 69,
    "text": "ءَأَنتُمْ أَنزَلْتُمُوهُ مِنَ ٱلْمُزْنِ أَمْ نَحْنُ ٱلْمُنزِلُونَ"
  },
  {
    "id": 5049,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 70,
    "text": "لَوْ نَشَآءُ جَعَلْنَٰهُ أُجَاجًۭا فَلَوْلَا تَشْكُرُونَ"
  },
  {
    "id": 5050,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 71,
    "text": "أَفَرَءَيْتُمُ ٱلنَّارَ ٱلَّتِى تُورُونَ"
  },
  {
    "id": 5051,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 72,
    "text": "ءَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ ٱلْمُنشِـُٔونَ"
  },
  {
    "id": 5052,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 73,
    "text": "نَحْنُ جَعَلْنَٰهَا تَذْكِرَةًۭ وَمَتَٰعًۭا لِّلْمُقْوِينَ"
  },
  {
    "id": 5053,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 74,
    "text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ"
  },
  {
    "id": 5054,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 75,
    "text": "۞ فَلَآ أُقْسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ"
  },
  {
    "id": 5055,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 76,
    "text": "وَإِنَّهُۥ لَقَسَمٌۭ لَّوْ تَعْلَمُونَ عَظِيمٌ"
  },
  {
    "id": 5056,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 77,
    "text": "إِنَّهُۥ لَقُرْءَانٌۭ كَرِيمٌۭ"
  },
  {
    "id": 5057,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 78,
    "text": "فِى كِتَٰبٍۢ مَّكْنُونٍۢ"
  },
  {
    "id": 5058,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 79,
    "text": "لَّا يَمَسُّهُۥٓ إِلَّا ٱلْمُطَهَّرُونَ"
  },
  {
    "id": 5059,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 80,
    "text": "تَنزِيلٌۭ مِّن رَّبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 5060,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 81,
    "text": "أَفَبِهَٰذَا ٱلْحَدِيثِ أَنتُم مُّدْهِنُونَ"
  },
  {
    "id": 5061,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 82,
    "text": "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ"
  },
  {
    "id": 5062,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 83,
    "text": "فَلَوْلَآ إِذَا بَلَغَتِ ٱلْحُلْقُومَ"
  },
  {
    "id": 5063,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 84,
    "text": "وَأَنتُمْ حِينَئِذٍۢ تَنظُرُونَ"
  },
  {
    "id": 5064,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 85,
    "text": "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَٰكِن لَّا تُبْصِرُونَ"
  },
  {
    "id": 5065,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 86,
    "text": "فَلَوْلَآ إِن كُنتُمْ غَيْرَ مَدِينِينَ"
  },
  {
    "id": 5066,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 87,
    "text": "تَرْجِعُونَهَآ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 5067,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 88,
    "text": "فَأَمَّآ إِن كَانَ مِنَ ٱلْمُقَرَّبِينَ"
  },
  {
    "id": 5068,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 89,
    "text": "فَرَوْحٌۭ وَرَيْحَانٌۭ وَجَنَّتُ نَعِيمٍۢ"
  },
  {
    "id": 5069,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 90,
    "text": "وَأَمَّآ إِن كَانَ مِنْ أَصْحَٰبِ ٱلْيَمِينِ"
  },
  {
    "id": 5070,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 91,
    "text": "فَسَلَٰمٌۭ لَّكَ مِنْ أَصْحَٰبِ ٱلْيَمِينِ"
  },
  {
    "id": 5071,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 92,
    "text": "وَأَمَّآ إِن كَانَ مِنَ ٱلْمُكَذِّبِينَ ٱلضَّآلِّينَ"
  },
  {
    "id": 5072,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 93,
    "text": "فَنُزُلٌۭ مِّنْ حَمِيمٍۢ"
  },
  {
    "id": 5073,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 94,
    "text": "وَتَصْلِيَةُ جَحِيمٍ"
  },
  {
    "id": 5074,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 95,
    "text": "إِنَّ هَٰذَا لَهُوَ حَقُّ ٱلْيَقِينِ"
  },
  {
    "id": 5075,
    "surahId": 56,
    "surahName": "سُورَةُ الوَاقِعَةِ",
    "verseNumber": 96,
    "text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ"
  },
  {
    "id": 5076,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5077,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 2,
    "text": "لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
  },
  {
    "id": 5078,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 3,
    "text": "هُوَ ٱلْأَوَّلُ وَٱلْءَاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ"
  },
  {
    "id": 5079,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 4,
    "text": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ"
  },
  {
    "id": 5080,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 5,
    "text": "لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ"
  },
  {
    "id": 5081,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 6,
    "text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 5082,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 7,
    "text": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌۭ كَبِيرٌۭ"
  },
  {
    "id": 5083,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 8,
    "text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ"
  },
  {
    "id": 5084,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 9,
    "text": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰتٍۭ بَيِّنَٰتٍۢ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 5085,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 10,
    "text": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَٰتَلَ ۚ أُو۟لَٰٓئِكَ أَعْظَمُ دَرَجَةًۭ مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَٰتَلُوا۟ ۚ وَكُلًّۭا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
  },
  {
    "id": 5086,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 11,
    "text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌۭ كَرِيمٌۭ"
  },
  {
    "id": 5087,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 12,
    "text": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 5088,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 13,
    "text": "يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًۭا فَضُرِبَ بَيْنَهُم بِسُورٍۢ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ"
  },
  {
    "id": 5089,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 14,
    "text": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ"
  },
  {
    "id": 5090,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 15,
    "text": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌۭ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 5091,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 16,
    "text": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ"
  },
  {
    "id": 5092,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 17,
    "text": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ"
  },
  {
    "id": 5093,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 18,
    "text": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌۭ كَرِيمٌۭ"
  },
  {
    "id": 5094,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 19,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ"
  },
  {
    "id": 5095,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 20,
    "text": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ وَزِينَةٌۭ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌۭ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَكُونُ حُطَٰمًۭا ۖ وَفِى ٱلْءَاخِرَةِ عَذَابٌۭ شَدِيدٌۭ وَمَغْفِرَةٌۭ مِّنَ ٱللَّهِ وَرِضْوَٰنٌۭ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ"
  },
  {
    "id": 5096,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 21,
    "text": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ"
  },
  {
    "id": 5097,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 22,
    "text": "مَآ أَصَابَ مِن مُّصِيبَةٍۢ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَٰبٍۢ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ"
  },
  {
    "id": 5098,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 23,
    "text": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍ"
  },
  {
    "id": 5099,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 24,
    "text": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 5100,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 25,
    "text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌۭ شَدِيدٌۭ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ"
  },
  {
    "id": 5101,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 26,
    "text": "وَلَقَدْ أَرْسَلْنَا نُوحًۭا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ ۖ فَمِنْهُم مُّهْتَدٍۢ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ"
  },
  {
    "id": 5102,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 27,
    "text": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةًۭ وَرَحْمَةًۭ وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ"
  },
  {
    "id": 5103,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 28,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًۭا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 5104,
    "surahId": 57,
    "surahName": "سُورَةُ الحَدِيدِ",
    "verseNumber": 29,
    "text": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ"
  },
  {
    "id": 5105,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ"
  },
  {
    "id": 5106,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 2,
    "text": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ ۖ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًۭا مِّنَ ٱلْقَوْلِ وَزُورًۭا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ"
  },
  {
    "id": 5107,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 3,
    "text": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍۢ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
  },
  {
    "id": 5108,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 4,
    "text": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًۭا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ"
  },
  {
    "id": 5109,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 5,
    "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۚ وَلِلْكَٰفِرِينَ عَذَابٌۭ مُّهِينٌۭ"
  },
  {
    "id": 5110,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 6,
    "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ"
  },
  {
    "id": 5111,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 7,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ"
  },
  {
    "id": 5112,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 8,
    "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 5113,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 9,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَٰجَيْتُمْ فَلَا تَتَنَٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ"
  },
  {
    "id": 5114,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 10,
    "text": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ"
  },
  {
    "id": 5115,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 11,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَٰتٍۢ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
  },
  {
    "id": 5116,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 12,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةًۭ ۚ ذَٰلِكَ خَيْرٌۭ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ"
  },
  {
    "id": 5117,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 13,
    "text": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍۢ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 5118,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 14,
    "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ"
  },
  {
    "id": 5119,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 15,
    "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 5120,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 16,
    "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌۭ مُّهِينٌۭ"
  },
  {
    "id": 5121,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 17,
    "text": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ"
  },
  {
    "id": 5122,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 18,
    "text": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ"
  },
  {
    "id": 5123,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 19,
    "text": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ"
  },
  {
    "id": 5124,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 20,
    "text": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ فِى ٱلْأَذَلِّينَ"
  },
  {
    "id": 5125,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 21,
    "text": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ"
  },
  {
    "id": 5126,
    "surahId": 58,
    "surahName": "سُورَةُ المُجَادلَةِ",
    "verseNumber": 22,
    "text": "لَّا تَجِدُ قَوْمًۭا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَٰنَ وَأَيَّدَهُم بِرُوحٍۢ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 5127,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5128,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 2,
    "text": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَٰٓأُو۟لِى ٱلْأَبْصَٰرِ"
  },
  {
    "id": 5129,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 3,
    "text": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابُ ٱلنَّارِ"
  },
  {
    "id": 5130,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 4,
    "text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ"
  },
  {
    "id": 5131,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 5,
    "text": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ"
  },
  {
    "id": 5132,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 6,
    "text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍۢ وَلَا رِكَابٍۢ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 5133,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 7,
    "text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ"
  },
  {
    "id": 5134,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 8,
    "text": "لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ"
  },
  {
    "id": 5135,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 9,
    "text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةًۭ مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌۭ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 5136,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 10,
    "text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّۭا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌۭ رَّحِيمٌ"
  },
  {
    "id": 5137,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 11,
    "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًۭا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ"
  },
  {
    "id": 5138,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 12,
    "text": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَٰرَ ثُمَّ لَا يُنصَرُونَ"
  },
  {
    "id": 5139,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 13,
    "text": "لَأَنتُمْ أَشَدُّ رَهْبَةًۭ فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَفْقَهُونَ"
  },
  {
    "id": 5140,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 14,
    "text": "لَا يُقَٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًۭى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌۭ ۚ تَحْسَبُهُمْ جَمِيعًۭا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَعْقِلُونَ"
  },
  {
    "id": 5141,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 15,
    "text": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًۭا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 5142,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 16,
    "text": "كَمَثَلِ ٱلشَّيْطَٰنِ إِذْ قَالَ لِلْإِنسَٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌۭ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 5143,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 17,
    "text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 5144,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 18,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌۭ مَّا قَدَّمَتْ لِغَدٍۢ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 5145,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 19,
    "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ"
  },
  {
    "id": 5146,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 20,
    "text": "لَا يَسْتَوِىٓ أَصْحَٰبُ ٱلنَّارِ وَأَصْحَٰبُ ٱلْجَنَّةِ ۚ أَصْحَٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ"
  },
  {
    "id": 5147,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 21,
    "text": "لَوْ أَنزَلْنَا هَٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ"
  },
  {
    "id": 5148,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 22,
    "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ۖ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ۖ هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ"
  },
  {
    "id": 5149,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 23,
    "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 5150,
    "surahId": 59,
    "surahName": "سُورَةُ الحَشۡرِ",
    "verseNumber": 24,
    "text": "هُوَ ٱللَّهُ ٱلْخَٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5151,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًۭا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ"
  },
  {
    "id": 5152,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 2,
    "text": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءًۭ وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ"
  },
  {
    "id": 5153,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 3,
    "text": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ ۚ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ"
  },
  {
    "id": 5154,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 4,
    "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌۭ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍۢ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ"
  },
  {
    "id": 5155,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 5,
    "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5156,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 6,
    "text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 5157,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 7,
    "text": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةًۭ ۚ وَٱللَّهُ قَدِيرٌۭ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 5158,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 8,
    "text": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ"
  },
  {
    "id": 5159,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 9,
    "text": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَٰرِكُمْ وَظَٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ"
  },
  {
    "id": 5160,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 10,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَٰتُ مُهَٰجِرَٰتٍۢ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَٰتٍۢ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّۭ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ"
  },
  {
    "id": 5161,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 11,
    "text": "وَإِن فَاتَكُمْ شَىْءٌۭ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ"
  },
  {
    "id": 5162,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 12,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًۭٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَٰنٍۢ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍۢ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 5163,
    "surahId": 60,
    "surahName": "سُورَةُ المُمۡتَحنَةِ",
    "verseNumber": 13,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْءَاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَٰبِ ٱلْقُبُورِ"
  },
  {
    "id": 5164,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5165,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 2,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ"
  },
  {
    "id": 5166,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 3,
    "text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ"
  },
  {
    "id": 5167,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 4,
    "text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّۭا كَأَنَّهُم بُنْيَٰنٌۭ مَّرْصُوصٌۭ"
  },
  {
    "id": 5168,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 5,
    "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ"
  },
  {
    "id": 5169,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 6,
    "text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍۢ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 5170,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 7,
    "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 5171,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 8,
    "text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ"
  },
  {
    "id": 5172,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 9,
    "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ"
  },
  {
    "id": 5173,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 10,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍۢ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍۢ"
  },
  {
    "id": 5174,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 11,
    "text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 5175,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 12,
    "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةًۭ فِى جَنَّٰتِ عَدْنٍۢ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 5176,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 13,
    "text": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 5177,
    "surahId": 61,
    "surahName": "سُورَةُ الصَّفِّ",
    "verseNumber": 14,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ"
  },
  {
    "id": 5178,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ"
  },
  {
    "id": 5179,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 2,
    "text": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 5180,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 3,
    "text": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5181,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 4,
    "text": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ"
  },
  {
    "id": 5182,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 5,
    "text": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 5183,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 6,
    "text": "قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 5184,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 7,
    "text": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ"
  },
  {
    "id": 5185,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 8,
    "text": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 5186,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 9,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 5187,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 10,
    "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ"
  },
  {
    "id": 5188,
    "surahId": 62,
    "surahName": "سُورَةُ الجُمُعَةِ",
    "verseNumber": 11,
    "text": "وَإِذَا رَأَوْا۟ تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ"
  },
  {
    "id": 5189,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ"
  },
  {
    "id": 5190,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 2,
    "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 5191,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 3,
    "text": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ"
  },
  {
    "id": 5192,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 4,
    "text": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌۭ مُّسَنَّدَةٌۭ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ"
  },
  {
    "id": 5193,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 5,
    "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ"
  },
  {
    "id": 5194,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 6,
    "text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ"
  },
  {
    "id": 5195,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 7,
    "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ"
  },
  {
    "id": 5196,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 8,
    "text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ"
  },
  {
    "id": 5197,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 9,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ"
  },
  {
    "id": 5198,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 10,
    "text": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍۢ قَرِيبٍۢ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 5199,
    "surahId": 63,
    "surahName": "سُورَةُ المُنَافِقُونَ",
    "verseNumber": 11,
    "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 5200,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
  },
  {
    "id": 5201,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 2,
    "text": "هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌۭ وَمِنكُم مُّؤْمِنٌۭ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ"
  },
  {
    "id": 5202,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 3,
    "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ"
  },
  {
    "id": 5203,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 4,
    "text": "يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 5204,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 5,
    "text": "أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 5205,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 6,
    "text": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا۟ أَبَشَرٌۭ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌۭ"
  },
  {
    "id": 5206,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 7,
    "text": "زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ"
  },
  {
    "id": 5207,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 8,
    "text": "فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
  },
  {
    "id": 5208,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 9,
    "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 5209,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 10,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 5210,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 11,
    "text": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
  },
  {
    "id": 5211,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 12,
    "text": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ"
  },
  {
    "id": 5212,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 13,
    "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ"
  },
  {
    "id": 5213,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 14,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَٰدِكُمْ عَدُوًّۭا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ"
  },
  {
    "id": 5214,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 15,
    "text": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌۭ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌۭ"
  },
  {
    "id": 5215,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 16,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًۭا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 5216,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 17,
    "text": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ"
  },
  {
    "id": 5217,
    "surahId": 64,
    "surahName": "سُورَةُ التَّغَابُنِ",
    "verseNumber": 18,
    "text": "عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 5218,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ ۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍۢ مُّبَيِّنَةٍۢ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًۭا"
  },
  {
    "id": 5219,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 2,
    "text": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍۢ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍۢ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَٰدَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًۭا"
  },
  {
    "id": 5220,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 3,
    "text": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍۢ قَدْرًۭا"
  },
  {
    "id": 5221,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 4,
    "text": "وَٱلَّٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشْهُرٍۢ وَٱلَّٰٓـِٔى لَمْ يَحِضْنَ ۚ وَأُو۟لَٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًۭا"
  },
  {
    "id": 5222,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 5,
    "text": "ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ ۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا"
  },
  {
    "id": 5223,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 6,
    "text": "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُوا۟ عَلَيْهِنَّ ۚ وَإِن كُنَّ أُو۟لَٰتِ حَمْلٍۢ فَأَنفِقُوا۟ عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔاتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا۟ بَيْنَكُم بِمَعْرُوفٍۢ ۖ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُۥٓ أُخْرَىٰ"
  },
  {
    "id": 5224,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 7,
    "text": "لِيُنفِقْ ذُو سَعَةٍۢ مِّن سَعَتِهِۦ ۖ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُۥ فَلْيُنفِقْ مِمَّآ ءَاتَىٰهُ ٱللَّهُ ۚ لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا مَآ ءَاتَىٰهَا ۚ سَيَجْعَلُ ٱللَّهُ بَعْدَ عُسْرٍۢ يُسْرًۭا"
  },
  {
    "id": 5225,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 8,
    "text": "وَكَأَيِّن مِّن قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبْنَٰهَا حِسَابًۭا شَدِيدًۭا وَعَذَّبْنَٰهَا عَذَابًۭا نُّكْرًۭا"
  },
  {
    "id": 5226,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 9,
    "text": "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَٰقِبَةُ أَمْرِهَا خُسْرًا"
  },
  {
    "id": 5227,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 10,
    "text": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًۭا ۖ فَٱتَّقُوا۟ ٱللَّهَ يَٰٓأُو۟لِى ٱلْأَلْبَٰبِ ٱلَّذِينَ ءَامَنُوا۟ ۚ قَدْ أَنزَلَ ٱللَّهُ إِلَيْكُمْ ذِكْرًۭا"
  },
  {
    "id": 5228,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 11,
    "text": "رَّسُولًۭا يَتْلُوا۟ عَلَيْكُمْ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٍۢ لِّيُخْرِجَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ قَدْ أَحْسَنَ ٱللَّهُ لَهُۥ رِزْقًا"
  },
  {
    "id": 5229,
    "surahId": 65,
    "surahName": "سُورَةُ الطَّلَاقِ",
    "verseNumber": 12,
    "text": "ٱللَّهُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ وَمِنَ ٱلْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ ٱلْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ وَأَنَّ ٱللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمًۢا"
  },
  {
    "id": 5230,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 5231,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 2,
    "text": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ"
  },
  {
    "id": 5232,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 3,
    "text": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًۭا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍۢ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ"
  },
  {
    "id": 5233,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 4,
    "text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ"
  },
  {
    "id": 5234,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 5,
    "text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًۭا مِّنكُنَّ مُسْلِمَٰتٍۢ مُّؤْمِنَٰتٍۢ قَٰنِتَٰتٍۢ تَٰٓئِبَٰتٍ عَٰبِدَٰتٍۢ سَٰٓئِحَٰتٍۢ ثَيِّبَٰتٍۢ وَأَبْكَارًۭا"
  },
  {
    "id": 5235,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 6,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًۭا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَٰٓئِكَةٌ غِلَاظٌۭ شِدَادٌۭ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ"
  },
  {
    "id": 5236,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 7,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 5237,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 8,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةًۭ نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 5238,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 9,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ جَٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 5239,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 10,
    "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍۢ وَٱمْرَأَتَ لُوطٍۢ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًۭٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ"
  },
  {
    "id": 5240,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 11,
    "text": "وَضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًۭا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 5241,
    "surahId": 66,
    "surahName": "سُورَةُ التَّحۡرِيمِ",
    "verseNumber": 12,
    "text": "وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَٰنِتِينَ"
  },
  {
    "id": 5242,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
  },
  {
    "id": 5243,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 2,
    "text": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ"
  },
  {
    "id": 5244,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 3,
    "text": "ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍۢ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍۢ"
  },
  {
    "id": 5245,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 4,
    "text": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًۭا وَهُوَ حَسِيرٌۭ"
  },
  {
    "id": 5246,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 5,
    "text": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًۭا لِّلشَّيَٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ"
  },
  {
    "id": 5247,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 6,
    "text": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 5248,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 7,
    "text": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًۭا وَهِىَ تَفُورُ"
  },
  {
    "id": 5249,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 8,
    "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌۭ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌۭ"
  },
  {
    "id": 5250,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 9,
    "text": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌۭ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ كَبِيرٍۢ"
  },
  {
    "id": 5251,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 10,
    "text": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ"
  },
  {
    "id": 5252,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 11,
    "text": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًۭا لِّأَصْحَٰبِ ٱلسَّعِيرِ"
  },
  {
    "id": 5253,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 12,
    "text": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌۭ كَبِيرٌۭ"
  },
  {
    "id": 5254,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 13,
    "text": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 5255,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 14,
    "text": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ"
  },
  {
    "id": 5256,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 15,
    "text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًۭا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ"
  },
  {
    "id": 5257,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 16,
    "text": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ"
  },
  {
    "id": 5258,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 17,
    "text": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًۭا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ"
  },
  {
    "id": 5259,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 18,
    "text": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ"
  },
  {
    "id": 5260,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 19,
    "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍۢ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ"
  },
  {
    "id": 5261,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 20,
    "text": "أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌۭ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ ۚ إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ"
  },
  {
    "id": 5262,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 21,
    "text": "أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّۢ وَنُفُورٍ"
  },
  {
    "id": 5263,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 22,
    "text": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 5264,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 23,
    "text": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًۭا مَّا تَشْكُرُونَ"
  },
  {
    "id": 5265,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 24,
    "text": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ"
  },
  {
    "id": 5266,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 25,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 5267,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 26,
    "text": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 5268,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 27,
    "text": "فَلَمَّا رَأَوْهُ زُلْفَةًۭ سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ"
  },
  {
    "id": 5269,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 28,
    "text": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍۢ"
  },
  {
    "id": 5270,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 29,
    "text": "قُلْ هُوَ ٱلرَّحْمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 5271,
    "surahId": 67,
    "surahName": "سُورَةُ المُلۡكِ",
    "verseNumber": 30,
    "text": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًۭا فَمَن يَأْتِيكُم بِمَآءٍۢ مَّعِينٍۭ"
  },
  {
    "id": 5272,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ نٓ ۚ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ"
  },
  {
    "id": 5273,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 2,
    "text": "مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍۢ"
  },
  {
    "id": 5274,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 3,
    "text": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍۢ"
  },
  {
    "id": 5275,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 4,
    "text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍۢ"
  },
  {
    "id": 5276,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 5,
    "text": "فَسَتُبْصِرُ وَيُبْصِرُونَ"
  },
  {
    "id": 5277,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 6,
    "text": "بِأَييِّكُمُ ٱلْمَفْتُونُ"
  },
  {
    "id": 5278,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 7,
    "text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ"
  },
  {
    "id": 5279,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 8,
    "text": "فَلَا تُطِعِ ٱلْمُكَذِّبِينَ"
  },
  {
    "id": 5280,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 9,
    "text": "وَدُّوا۟ لَوْ تُدْهِنُ فَيُدْهِنُونَ"
  },
  {
    "id": 5281,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 10,
    "text": "وَلَا تُطِعْ كُلَّ حَلَّافٍۢ مَّهِينٍ"
  },
  {
    "id": 5282,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 11,
    "text": "هَمَّازٍۢ مَّشَّآءٍۭ بِنَمِيمٍۢ"
  },
  {
    "id": 5283,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 12,
    "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ"
  },
  {
    "id": 5284,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 13,
    "text": "عُتُلٍّۭ بَعْدَ ذَٰلِكَ زَنِيمٍ"
  },
  {
    "id": 5285,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 14,
    "text": "أَن كَانَ ذَا مَالٍۢ وَبَنِينَ"
  },
  {
    "id": 5286,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 15,
    "text": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 5287,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 16,
    "text": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ"
  },
  {
    "id": 5288,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 17,
    "text": "إِنَّا بَلَوْنَٰهُمْ كَمَا بَلَوْنَآ أَصْحَٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ"
  },
  {
    "id": 5289,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 18,
    "text": "وَلَا يَسْتَثْنُونَ"
  },
  {
    "id": 5290,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 19,
    "text": "فَطَافَ عَلَيْهَا طَآئِفٌۭ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ"
  },
  {
    "id": 5291,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 20,
    "text": "فَأَصْبَحَتْ كَٱلصَّرِيمِ"
  },
  {
    "id": 5292,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 21,
    "text": "فَتَنَادَوْا۟ مُصْبِحِينَ"
  },
  {
    "id": 5293,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 22,
    "text": "أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَٰرِمِينَ"
  },
  {
    "id": 5294,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 23,
    "text": "فَٱنطَلَقُوا۟ وَهُمْ يَتَخَٰفَتُونَ"
  },
  {
    "id": 5295,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 24,
    "text": "أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌۭ"
  },
  {
    "id": 5296,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 25,
    "text": "وَغَدَوْا۟ عَلَىٰ حَرْدٍۢ قَٰدِرِينَ"
  },
  {
    "id": 5297,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 26,
    "text": "فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ"
  },
  {
    "id": 5298,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 27,
    "text": "بَلْ نَحْنُ مَحْرُومُونَ"
  },
  {
    "id": 5299,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 28,
    "text": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ"
  },
  {
    "id": 5300,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 29,
    "text": "قَالُوا۟ سُبْحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ"
  },
  {
    "id": 5301,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 30,
    "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَلَٰوَمُونَ"
  },
  {
    "id": 5302,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 31,
    "text": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا طَٰغِينَ"
  },
  {
    "id": 5303,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 32,
    "text": "عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًۭا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ"
  },
  {
    "id": 5304,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 33,
    "text": "كَذَٰلِكَ ٱلْعَذَابُ ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ"
  },
  {
    "id": 5305,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 34,
    "text": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ ٱلنَّعِيمِ"
  },
  {
    "id": 5306,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 35,
    "text": "أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ"
  },
  {
    "id": 5307,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 36,
    "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ"
  },
  {
    "id": 5308,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 37,
    "text": "أَمْ لَكُمْ كِتَٰبٌۭ فِيهِ تَدْرُسُونَ"
  },
  {
    "id": 5309,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 38,
    "text": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ"
  },
  {
    "id": 5310,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 39,
    "text": "أَمْ لَكُمْ أَيْمَٰنٌ عَلَيْنَا بَٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ"
  },
  {
    "id": 5311,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 40,
    "text": "سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ"
  },
  {
    "id": 5312,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 41,
    "text": "أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَٰدِقِينَ"
  },
  {
    "id": 5313,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 42,
    "text": "يَوْمَ يُكْشَفُ عَن سَاقٍۢ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ"
  },
  {
    "id": 5314,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 43,
    "text": "خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌۭ ۖ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَٰلِمُونَ"
  },
  {
    "id": 5315,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 44,
    "text": "فَذَرْنِى وَمَن يُكَذِّبُ بِهَٰذَا ٱلْحَدِيثِ ۖ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ"
  },
  {
    "id": 5316,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 45,
    "text": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ"
  },
  {
    "id": 5317,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 46,
    "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًۭا فَهُم مِّن مَّغْرَمٍۢ مُّثْقَلُونَ"
  },
  {
    "id": 5318,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 47,
    "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ"
  },
  {
    "id": 5319,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 48,
    "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌۭ"
  },
  {
    "id": 5320,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 49,
    "text": "لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌۭ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌۭ"
  },
  {
    "id": 5321,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 50,
    "text": "فَٱجْتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 5322,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 51,
    "text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌۭ"
  },
  {
    "id": 5323,
    "surahId": 68,
    "surahName": "سُورَةُ القَلَمِ",
    "verseNumber": 52,
    "text": "وَمَا هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 5324,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَآقَّةُ"
  },
  {
    "id": 5325,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 2,
    "text": "مَا ٱلْحَآقَّةُ"
  },
  {
    "id": 5326,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 3,
    "text": "وَمَآ أَدْرَىٰكَ مَا ٱلْحَآقَّةُ"
  },
  {
    "id": 5327,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 4,
    "text": "كَذَّبَتْ ثَمُودُ وَعَادٌۢ بِٱلْقَارِعَةِ"
  },
  {
    "id": 5328,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 5,
    "text": "فَأَمَّا ثَمُودُ فَأُهْلِكُوا۟ بِٱلطَّاغِيَةِ"
  },
  {
    "id": 5329,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 6,
    "text": "وَأَمَّا عَادٌۭ فَأُهْلِكُوا۟ بِرِيحٍۢ صَرْصَرٍ عَاتِيَةٍۢ"
  },
  {
    "id": 5330,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 7,
    "text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍۢ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومًۭا فَتَرَى ٱلْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍۢ"
  },
  {
    "id": 5331,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 8,
    "text": "فَهَلْ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٍۢ"
  },
  {
    "id": 5332,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 9,
    "text": "وَجَآءَ فِرْعَوْنُ وَمَن قَبْلَهُۥ وَٱلْمُؤْتَفِكَٰتُ بِٱلْخَاطِئَةِ"
  },
  {
    "id": 5333,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 10,
    "text": "فَعَصَوْا۟ رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةًۭ رَّابِيَةً"
  },
  {
    "id": 5334,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 11,
    "text": "إِنَّا لَمَّا طَغَا ٱلْمَآءُ حَمَلْنَٰكُمْ فِى ٱلْجَارِيَةِ"
  },
  {
    "id": 5335,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 12,
    "text": "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةًۭ وَتَعِيَهَآ أُذُنٌۭ وَٰعِيَةٌۭ"
  },
  {
    "id": 5336,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 13,
    "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ نَفْخَةٌۭ وَٰحِدَةٌۭ"
  },
  {
    "id": 5337,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 14,
    "text": "وَحُمِلَتِ ٱلْأَرْضُ وَٱلْجِبَالُ فَدُكَّتَا دَكَّةًۭ وَٰحِدَةًۭ"
  },
  {
    "id": 5338,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 15,
    "text": "فَيَوْمَئِذٍۢ وَقَعَتِ ٱلْوَاقِعَةُ"
  },
  {
    "id": 5339,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 16,
    "text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِىَ يَوْمَئِذٍۢ وَاهِيَةٌۭ"
  },
  {
    "id": 5340,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 17,
    "text": "وَٱلْمَلَكُ عَلَىٰٓ أَرْجَآئِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍۢ ثَمَٰنِيَةٌۭ"
  },
  {
    "id": 5341,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 18,
    "text": "يَوْمَئِذٍۢ تُعْرَضُونَ لَا تَخْفَىٰ مِنكُمْ خَافِيَةٌۭ"
  },
  {
    "id": 5342,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 19,
    "text": "فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقْرَءُوا۟ كِتَٰبِيَهْ"
  },
  {
    "id": 5343,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 20,
    "text": "إِنِّى ظَنَنتُ أَنِّى مُلَٰقٍ حِسَابِيَهْ"
  },
  {
    "id": 5344,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 21,
    "text": "فَهُوَ فِى عِيشَةٍۢ رَّاضِيَةٍۢ"
  },
  {
    "id": 5345,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 22,
    "text": "فِى جَنَّةٍ عَالِيَةٍۢ"
  },
  {
    "id": 5346,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 23,
    "text": "قُطُوفُهَا دَانِيَةٌۭ"
  },
  {
    "id": 5347,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 24,
    "text": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَآ أَسْلَفْتُمْ فِى ٱلْأَيَّامِ ٱلْخَالِيَةِ"
  },
  {
    "id": 5348,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 25,
    "text": "وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيْتَنِى لَمْ أُوتَ كِتَٰبِيَهْ"
  },
  {
    "id": 5349,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 26,
    "text": "وَلَمْ أَدْرِ مَا حِسَابِيَهْ"
  },
  {
    "id": 5350,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 27,
    "text": "يَٰلَيْتَهَا كَانَتِ ٱلْقَاضِيَةَ"
  },
  {
    "id": 5351,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 28,
    "text": "مَآ أَغْنَىٰ عَنِّى مَالِيَهْ ۜ"
  },
  {
    "id": 5352,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 29,
    "text": "هَلَكَ عَنِّى سُلْطَٰنِيَهْ"
  },
  {
    "id": 5353,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 30,
    "text": "خُذُوهُ فَغُلُّوهُ"
  },
  {
    "id": 5354,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 31,
    "text": "ثُمَّ ٱلْجَحِيمَ صَلُّوهُ"
  },
  {
    "id": 5355,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 32,
    "text": "ثُمَّ فِى سِلْسِلَةٍۢ ذَرْعُهَا سَبْعُونَ ذِرَاعًۭا فَٱسْلُكُوهُ"
  },
  {
    "id": 5356,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 33,
    "text": "إِنَّهُۥ كَانَ لَا يُؤْمِنُ بِٱللَّهِ ٱلْعَظِيمِ"
  },
  {
    "id": 5357,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 34,
    "text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ"
  },
  {
    "id": 5358,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 35,
    "text": "فَلَيْسَ لَهُ ٱلْيَوْمَ هَٰهُنَا حَمِيمٌۭ"
  },
  {
    "id": 5359,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 36,
    "text": "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍۢ"
  },
  {
    "id": 5360,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 37,
    "text": "لَّا يَأْكُلُهُۥٓ إِلَّا ٱلْخَٰطِـُٔونَ"
  },
  {
    "id": 5361,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 38,
    "text": "فَلَآ أُقْسِمُ بِمَا تُبْصِرُونَ"
  },
  {
    "id": 5362,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 39,
    "text": "وَمَا لَا تُبْصِرُونَ"
  },
  {
    "id": 5363,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 40,
    "text": "إِنَّهُۥ لَقَوْلُ رَسُولٍۢ كَرِيمٍۢ"
  },
  {
    "id": 5364,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 41,
    "text": "وَمَا هُوَ بِقَوْلِ شَاعِرٍۢ ۚ قَلِيلًۭا مَّا تُؤْمِنُونَ"
  },
  {
    "id": 5365,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 42,
    "text": "وَلَا بِقَوْلِ كَاهِنٍۢ ۚ قَلِيلًۭا مَّا تَذَكَّرُونَ"
  },
  {
    "id": 5366,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 43,
    "text": "تَنزِيلٌۭ مِّن رَّبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 5367,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 44,
    "text": "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ ٱلْأَقَاوِيلِ"
  },
  {
    "id": 5368,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 45,
    "text": "لَأَخَذْنَا مِنْهُ بِٱلْيَمِينِ"
  },
  {
    "id": 5369,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 46,
    "text": "ثُمَّ لَقَطَعْنَا مِنْهُ ٱلْوَتِينَ"
  },
  {
    "id": 5370,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 47,
    "text": "فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَٰجِزِينَ"
  },
  {
    "id": 5371,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 48,
    "text": "وَإِنَّهُۥ لَتَذْكِرَةٌۭ لِّلْمُتَّقِينَ"
  },
  {
    "id": 5372,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 49,
    "text": "وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ"
  },
  {
    "id": 5373,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 50,
    "text": "وَإِنَّهُۥ لَحَسْرَةٌ عَلَى ٱلْكَٰفِرِينَ"
  },
  {
    "id": 5374,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 51,
    "text": "وَإِنَّهُۥ لَحَقُّ ٱلْيَقِينِ"
  },
  {
    "id": 5375,
    "surahId": 69,
    "surahName": "سُورَةُ الحَاقَّةِ",
    "verseNumber": 52,
    "text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ"
  },
  {
    "id": 5376,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَأَلَ سَآئِلٌۢ بِعَذَابٍۢ وَاقِعٍۢ"
  },
  {
    "id": 5377,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 2,
    "text": "لِّلْكَٰفِرِينَ لَيْسَ لَهُۥ دَافِعٌۭ"
  },
  {
    "id": 5378,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 3,
    "text": "مِّنَ ٱللَّهِ ذِى ٱلْمَعَارِجِ"
  },
  {
    "id": 5379,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 4,
    "text": "تَعْرُجُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥ خَمْسِينَ أَلْفَ سَنَةٍۢ"
  },
  {
    "id": 5380,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 5,
    "text": "فَٱصْبِرْ صَبْرًۭا جَمِيلًا"
  },
  {
    "id": 5381,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 6,
    "text": "إِنَّهُمْ يَرَوْنَهُۥ بَعِيدًۭا"
  },
  {
    "id": 5382,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 7,
    "text": "وَنَرَىٰهُ قَرِيبًۭا"
  },
  {
    "id": 5383,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 8,
    "text": "يَوْمَ تَكُونُ ٱلسَّمَآءُ كَٱلْمُهْلِ"
  },
  {
    "id": 5384,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 9,
    "text": "وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ"
  },
  {
    "id": 5385,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 10,
    "text": "وَلَا يَسْـَٔلُ حَمِيمٌ حَمِيمًۭا"
  },
  {
    "id": 5386,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 11,
    "text": "يُبَصَّرُونَهُمْ ۚ يَوَدُّ ٱلْمُجْرِمُ لَوْ يَفْتَدِى مِنْ عَذَابِ يَوْمِئِذٍۭ بِبَنِيهِ"
  },
  {
    "id": 5387,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 12,
    "text": "وَصَٰحِبَتِهِۦ وَأَخِيهِ"
  },
  {
    "id": 5388,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 13,
    "text": "وَفَصِيلَتِهِ ٱلَّتِى تُـْٔوِيهِ"
  },
  {
    "id": 5389,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 14,
    "text": "وَمَن فِى ٱلْأَرْضِ جَمِيعًۭا ثُمَّ يُنجِيهِ"
  },
  {
    "id": 5390,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 15,
    "text": "كَلَّآ ۖ إِنَّهَا لَظَىٰ"
  },
  {
    "id": 5391,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 16,
    "text": "نَزَّاعَةًۭ لِّلشَّوَىٰ"
  },
  {
    "id": 5392,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 17,
    "text": "تَدْعُوا۟ مَنْ أَدْبَرَ وَتَوَلَّىٰ"
  },
  {
    "id": 5393,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 18,
    "text": "وَجَمَعَ فَأَوْعَىٰٓ"
  },
  {
    "id": 5394,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 19,
    "text": "۞ إِنَّ ٱلْإِنسَٰنَ خُلِقَ هَلُوعًا"
  },
  {
    "id": 5395,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 20,
    "text": "إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعًۭا"
  },
  {
    "id": 5396,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 21,
    "text": "وَإِذَا مَسَّهُ ٱلْخَيْرُ مَنُوعًا"
  },
  {
    "id": 5397,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 22,
    "text": "إِلَّا ٱلْمُصَلِّينَ"
  },
  {
    "id": 5398,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 23,
    "text": "ٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَآئِمُونَ"
  },
  {
    "id": 5399,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 24,
    "text": "وَٱلَّذِينَ فِىٓ أَمْوَٰلِهِمْ حَقٌّۭ مَّعْلُومٌۭ"
  },
  {
    "id": 5400,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 25,
    "text": "لِّلسَّآئِلِ وَٱلْمَحْرُومِ"
  },
  {
    "id": 5401,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 26,
    "text": "وَٱلَّذِينَ يُصَدِّقُونَ بِيَوْمِ ٱلدِّينِ"
  },
  {
    "id": 5402,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 27,
    "text": "وَٱلَّذِينَ هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ"
  },
  {
    "id": 5403,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 28,
    "text": "إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍۢ"
  },
  {
    "id": 5404,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 29,
    "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ"
  },
  {
    "id": 5405,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 30,
    "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ"
  },
  {
    "id": 5406,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 31,
    "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ"
  },
  {
    "id": 5407,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 32,
    "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ"
  },
  {
    "id": 5408,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 33,
    "text": "وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمْ قَآئِمُونَ"
  },
  {
    "id": 5409,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 34,
    "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ"
  },
  {
    "id": 5410,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 35,
    "text": "أُو۟لَٰٓئِكَ فِى جَنَّٰتٍۢ مُّكْرَمُونَ"
  },
  {
    "id": 5411,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 36,
    "text": "فَمَالِ ٱلَّذِينَ كَفَرُوا۟ قِبَلَكَ مُهْطِعِينَ"
  },
  {
    "id": 5412,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 37,
    "text": "عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ"
  },
  {
    "id": 5413,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 38,
    "text": "أَيَطْمَعُ كُلُّ ٱمْرِئٍۢ مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍۢ"
  },
  {
    "id": 5414,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 39,
    "text": "كَلَّآ ۖ إِنَّا خَلَقْنَٰهُم مِّمَّا يَعْلَمُونَ"
  },
  {
    "id": 5415,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 40,
    "text": "فَلَآ أُقْسِمُ بِرَبِّ ٱلْمَشَٰرِقِ وَٱلْمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ"
  },
  {
    "id": 5416,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 41,
    "text": "عَلَىٰٓ أَن نُّبَدِّلَ خَيْرًۭا مِّنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ"
  },
  {
    "id": 5417,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 42,
    "text": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ"
  },
  {
    "id": 5418,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 43,
    "text": "يَوْمَ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ سِرَاعًۭا كَأَنَّهُمْ إِلَىٰ نُصُبٍۢ يُوفِضُونَ"
  },
  {
    "id": 5419,
    "surahId": 70,
    "surahName": "سُورَةُ المَعَارِجِ",
    "verseNumber": 44,
    "text": "خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌۭ ۚ ذَٰلِكَ ٱلْيَوْمُ ٱلَّذِى كَانُوا۟ يُوعَدُونَ"
  },
  {
    "id": 5420,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 5421,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 2,
    "text": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌۭ مُّبِينٌ"
  },
  {
    "id": 5422,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 3,
    "text": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ"
  },
  {
    "id": 5423,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 4,
    "text": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 5424,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 5,
    "text": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًۭا وَنَهَارًۭا"
  },
  {
    "id": 5425,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 6,
    "text": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًۭا"
  },
  {
    "id": 5426,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 7,
    "text": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًۭا"
  },
  {
    "id": 5427,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 8,
    "text": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًۭا"
  },
  {
    "id": 5428,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 9,
    "text": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًۭا"
  },
  {
    "id": 5429,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 10,
    "text": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًۭا"
  },
  {
    "id": 5430,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 11,
    "text": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًۭا"
  },
  {
    "id": 5431,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 12,
    "text": "وَيُمْدِدْكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍۢ وَيَجْعَل لَّكُمْ أَنْهَٰرًۭا"
  },
  {
    "id": 5432,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 13,
    "text": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًۭا"
  },
  {
    "id": 5433,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 14,
    "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا"
  },
  {
    "id": 5434,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 15,
    "text": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا"
  },
  {
    "id": 5435,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 16,
    "text": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًۭا وَجَعَلَ ٱلشَّمْسَ سِرَاجًۭا"
  },
  {
    "id": 5436,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 17,
    "text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًۭا"
  },
  {
    "id": 5437,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 18,
    "text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًۭا"
  },
  {
    "id": 5438,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 19,
    "text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًۭا"
  },
  {
    "id": 5439,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 20,
    "text": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًۭا فِجَاجًۭا"
  },
  {
    "id": 5440,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 21,
    "text": "قَالَ نُوحٌۭ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًۭا"
  },
  {
    "id": 5441,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 22,
    "text": "وَمَكَرُوا۟ مَكْرًۭا كُبَّارًۭا"
  },
  {
    "id": 5442,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 23,
    "text": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّۭا وَلَا سُوَاعًۭا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًۭا"
  },
  {
    "id": 5443,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 24,
    "text": "وَقَدْ أَضَلُّوا۟ كَثِيرًۭا ۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًۭا"
  },
  {
    "id": 5444,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 25,
    "text": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًۭا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًۭا"
  },
  {
    "id": 5445,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 26,
    "text": "وَقَالَ نُوحٌۭ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا"
  },
  {
    "id": 5446,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 27,
    "text": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًۭا كَفَّارًۭا"
  },
  {
    "id": 5447,
    "surahId": 71,
    "surahName": "سُورَةُ نُوحٍ",
    "verseNumber": 28,
    "text": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًۭا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا"
  },
  {
    "id": 5448,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌۭ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًۭا"
  },
  {
    "id": 5449,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 2,
    "text": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًۭا"
  },
  {
    "id": 5450,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 3,
    "text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةًۭ وَلَا وَلَدًۭا"
  },
  {
    "id": 5451,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 4,
    "text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًۭا"
  },
  {
    "id": 5452,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 5,
    "text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًۭا"
  },
  {
    "id": 5453,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 6,
    "text": "وَأَنَّهُۥ كَانَ رِجَالٌۭ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍۢ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًۭا"
  },
  {
    "id": 5454,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 7,
    "text": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًۭا"
  },
  {
    "id": 5455,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 8,
    "text": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًۭا شَدِيدًۭا وَشُهُبًۭا"
  },
  {
    "id": 5456,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 9,
    "text": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًۭا رَّصَدًۭا"
  },
  {
    "id": 5457,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 10,
    "text": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًۭا"
  },
  {
    "id": 5458,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 11,
    "text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًۭا"
  },
  {
    "id": 5459,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 12,
    "text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًۭا"
  },
  {
    "id": 5460,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 13,
    "text": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًۭا وَلَا رَهَقًۭا"
  },
  {
    "id": 5461,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 14,
    "text": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًۭا"
  },
  {
    "id": 5462,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 15,
    "text": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًۭا"
  },
  {
    "id": 5463,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 16,
    "text": "وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًۭا"
  },
  {
    "id": 5464,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 17,
    "text": "لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًۭا صَعَدًۭا"
  },
  {
    "id": 5465,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 18,
    "text": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًۭا"
  },
  {
    "id": 5466,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 19,
    "text": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًۭا"
  },
  {
    "id": 5467,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 20,
    "text": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًۭا"
  },
  {
    "id": 5468,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 21,
    "text": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّۭا وَلَا رَشَدًۭا"
  },
  {
    "id": 5469,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 22,
    "text": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌۭ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا"
  },
  {
    "id": 5470,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 23,
    "text": "إِلَّا بَلَٰغًۭا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا"
  },
  {
    "id": 5471,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 24,
    "text": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًۭا وَأَقَلُّ عَدَدًۭا"
  },
  {
    "id": 5472,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 25,
    "text": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌۭ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا"
  },
  {
    "id": 5473,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 26,
    "text": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا"
  },
  {
    "id": 5474,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 27,
    "text": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍۢ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًۭا"
  },
  {
    "id": 5475,
    "surahId": 72,
    "surahName": "سُورَةُ الجِنِّ",
    "verseNumber": 28,
    "text": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا"
  },
  {
    "id": 5476,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلْمُزَّمِّلُ"
  },
  {
    "id": 5477,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 2,
    "text": "قُمِ ٱلَّيْلَ إِلَّا قَلِيلًۭا"
  },
  {
    "id": 5478,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 3,
    "text": "نِّصْفَهُۥٓ أَوِ ٱنقُصْ مِنْهُ قَلِيلًا"
  },
  {
    "id": 5479,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 4,
    "text": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ ٱلْقُرْءَانَ تَرْتِيلًا"
  },
  {
    "id": 5480,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 5,
    "text": "إِنَّا سَنُلْقِى عَلَيْكَ قَوْلًۭا ثَقِيلًا"
  },
  {
    "id": 5481,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 6,
    "text": "إِنَّ نَاشِئَةَ ٱلَّيْلِ هِىَ أَشَدُّ وَطْـًۭٔا وَأَقْوَمُ قِيلًا"
  },
  {
    "id": 5482,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 7,
    "text": "إِنَّ لَكَ فِى ٱلنَّهَارِ سَبْحًۭا طَوِيلًۭا"
  },
  {
    "id": 5483,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 8,
    "text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًۭا"
  },
  {
    "id": 5484,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 9,
    "text": "رَّبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذْهُ وَكِيلًۭا"
  },
  {
    "id": 5485,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 10,
    "text": "وَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱهْجُرْهُمْ هَجْرًۭا جَمِيلًۭا"
  },
  {
    "id": 5486,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 11,
    "text": "وَذَرْنِى وَٱلْمُكَذِّبِينَ أُو۟لِى ٱلنَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا"
  },
  {
    "id": 5487,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 12,
    "text": "إِنَّ لَدَيْنَآ أَنكَالًۭا وَجَحِيمًۭا"
  },
  {
    "id": 5488,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 13,
    "text": "وَطَعَامًۭا ذَا غُصَّةٍۢ وَعَذَابًا أَلِيمًۭا"
  },
  {
    "id": 5489,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 14,
    "text": "يَوْمَ تَرْجُفُ ٱلْأَرْضُ وَٱلْجِبَالُ وَكَانَتِ ٱلْجِبَالُ كَثِيبًۭا مَّهِيلًا"
  },
  {
    "id": 5490,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 15,
    "text": "إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًۭا شَٰهِدًا عَلَيْكُمْ كَمَآ أَرْسَلْنَآ إِلَىٰ فِرْعَوْنَ رَسُولًۭا"
  },
  {
    "id": 5491,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 16,
    "text": "فَعَصَىٰ فِرْعَوْنُ ٱلرَّسُولَ فَأَخَذْنَٰهُ أَخْذًۭا وَبِيلًۭا"
  },
  {
    "id": 5492,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 17,
    "text": "فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًۭا يَجْعَلُ ٱلْوِلْدَٰنَ شِيبًا"
  },
  {
    "id": 5493,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 18,
    "text": "ٱلسَّمَآءُ مُنفَطِرٌۢ بِهِۦ ۚ كَانَ وَعْدُهُۥ مَفْعُولًا"
  },
  {
    "id": 5494,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 19,
    "text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا"
  },
  {
    "id": 5495,
    "surahId": 73,
    "surahName": "سُورَةُ المُزَّمِّلِ",
    "verseNumber": 20,
    "text": "۞ إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَىِ ٱلَّيْلِ وَنِصْفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٌۭ مِّنَ ٱلَّذِينَ مَعَكَ ۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنَ ٱلْقُرْءَانِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَءَاخَرُونَ يَضْرِبُونَ فِى ٱلْأَرْضِ يَبْتَغُونَ مِن فَضْلِ ٱللَّهِ ۙ وَءَاخَرُونَ يُقَٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ فَٱقْرَءُوا۟ مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍۢ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيْرًۭا وَأَعْظَمَ أَجْرًۭا ۚ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۢ"
  },
  {
    "id": 5496,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلْمُدَّثِّرُ"
  },
  {
    "id": 5497,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 2,
    "text": "قُمْ فَأَنذِرْ"
  },
  {
    "id": 5498,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 3,
    "text": "وَرَبَّكَ فَكَبِّرْ"
  },
  {
    "id": 5499,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 4,
    "text": "وَثِيَابَكَ فَطَهِّرْ"
  },
  {
    "id": 5500,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 5,
    "text": "وَٱلرُّجْزَ فَٱهْجُرْ"
  },
  {
    "id": 5501,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 6,
    "text": "وَلَا تَمْنُن تَسْتَكْثِرُ"
  },
  {
    "id": 5502,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 7,
    "text": "وَلِرَبِّكَ فَٱصْبِرْ"
  },
  {
    "id": 5503,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 8,
    "text": "فَإِذَا نُقِرَ فِى ٱلنَّاقُورِ"
  },
  {
    "id": 5504,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 9,
    "text": "فَذَٰلِكَ يَوْمَئِذٍۢ يَوْمٌ عَسِيرٌ"
  },
  {
    "id": 5505,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 10,
    "text": "عَلَى ٱلْكَٰفِرِينَ غَيْرُ يَسِيرٍۢ"
  },
  {
    "id": 5506,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 11,
    "text": "ذَرْنِى وَمَنْ خَلَقْتُ وَحِيدًۭا"
  },
  {
    "id": 5507,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 12,
    "text": "وَجَعَلْتُ لَهُۥ مَالًۭا مَّمْدُودًۭا"
  },
  {
    "id": 5508,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 13,
    "text": "وَبَنِينَ شُهُودًۭا"
  },
  {
    "id": 5509,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 14,
    "text": "وَمَهَّدتُّ لَهُۥ تَمْهِيدًۭا"
  },
  {
    "id": 5510,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 15,
    "text": "ثُمَّ يَطْمَعُ أَنْ أَزِيدَ"
  },
  {
    "id": 5511,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 16,
    "text": "كَلَّآ ۖ إِنَّهُۥ كَانَ لِءَايَٰتِنَا عَنِيدًۭا"
  },
  {
    "id": 5512,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 17,
    "text": "سَأُرْهِقُهُۥ صَعُودًا"
  },
  {
    "id": 5513,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 18,
    "text": "إِنَّهُۥ فَكَّرَ وَقَدَّرَ"
  },
  {
    "id": 5514,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 19,
    "text": "فَقُتِلَ كَيْفَ قَدَّرَ"
  },
  {
    "id": 5515,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 20,
    "text": "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ"
  },
  {
    "id": 5516,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 21,
    "text": "ثُمَّ نَظَرَ"
  },
  {
    "id": 5517,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 22,
    "text": "ثُمَّ عَبَسَ وَبَسَرَ"
  },
  {
    "id": 5518,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 23,
    "text": "ثُمَّ أَدْبَرَ وَٱسْتَكْبَرَ"
  },
  {
    "id": 5519,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 24,
    "text": "فَقَالَ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ يُؤْثَرُ"
  },
  {
    "id": 5520,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 25,
    "text": "إِنْ هَٰذَآ إِلَّا قَوْلُ ٱلْبَشَرِ"
  },
  {
    "id": 5521,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 26,
    "text": "سَأُصْلِيهِ سَقَرَ"
  },
  {
    "id": 5522,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 27,
    "text": "وَمَآ أَدْرَىٰكَ مَا سَقَرُ"
  },
  {
    "id": 5523,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 28,
    "text": "لَا تُبْقِى وَلَا تَذَرُ"
  },
  {
    "id": 5524,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 29,
    "text": "لَوَّاحَةٌۭ لِّلْبَشَرِ"
  },
  {
    "id": 5525,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 30,
    "text": "عَلَيْهَا تِسْعَةَ عَشَرَ"
  },
  {
    "id": 5526,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 31,
    "text": "وَمَا جَعَلْنَآ أَصْحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةًۭ ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ لِيَسْتَيْقِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَيَزْدَادَ ٱلَّذِينَ ءَامَنُوٓا۟ إِيمَٰنًۭا ۙ وَلَا يَرْتَابَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ وَٱلْمُؤْمِنُونَ ۙ وَلِيَقُولَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلًۭا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِىَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ"
  },
  {
    "id": 5527,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 32,
    "text": "كَلَّا وَٱلْقَمَرِ"
  },
  {
    "id": 5528,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 33,
    "text": "وَٱلَّيْلِ إِذْ أَدْبَرَ"
  },
  {
    "id": 5529,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 34,
    "text": "وَٱلصُّبْحِ إِذَآ أَسْفَرَ"
  },
  {
    "id": 5530,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 35,
    "text": "إِنَّهَا لَإِحْدَى ٱلْكُبَرِ"
  },
  {
    "id": 5531,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 36,
    "text": "نَذِيرًۭا لِّلْبَشَرِ"
  },
  {
    "id": 5532,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 37,
    "text": "لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ"
  },
  {
    "id": 5533,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 38,
    "text": "كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ رَهِينَةٌ"
  },
  {
    "id": 5534,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 39,
    "text": "إِلَّآ أَصْحَٰبَ ٱلْيَمِينِ"
  },
  {
    "id": 5535,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 40,
    "text": "فِى جَنَّٰتٍۢ يَتَسَآءَلُونَ"
  },
  {
    "id": 5536,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 41,
    "text": "عَنِ ٱلْمُجْرِمِينَ"
  },
  {
    "id": 5537,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 42,
    "text": "مَا سَلَكَكُمْ فِى سَقَرَ"
  },
  {
    "id": 5538,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 43,
    "text": "قَالُوا۟ لَمْ نَكُ مِنَ ٱلْمُصَلِّينَ"
  },
  {
    "id": 5539,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 44,
    "text": "وَلَمْ نَكُ نُطْعِمُ ٱلْمِسْكِينَ"
  },
  {
    "id": 5540,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 45,
    "text": "وَكُنَّا نَخُوضُ مَعَ ٱلْخَآئِضِينَ"
  },
  {
    "id": 5541,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 46,
    "text": "وَكُنَّا نُكَذِّبُ بِيَوْمِ ٱلدِّينِ"
  },
  {
    "id": 5542,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 47,
    "text": "حَتَّىٰٓ أَتَىٰنَا ٱلْيَقِينُ"
  },
  {
    "id": 5543,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 48,
    "text": "فَمَا تَنفَعُهُمْ شَفَٰعَةُ ٱلشَّٰفِعِينَ"
  },
  {
    "id": 5544,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 49,
    "text": "فَمَا لَهُمْ عَنِ ٱلتَّذْكِرَةِ مُعْرِضِينَ"
  },
  {
    "id": 5545,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 50,
    "text": "كَأَنَّهُمْ حُمُرٌۭ مُّسْتَنفِرَةٌۭ"
  },
  {
    "id": 5546,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 51,
    "text": "فَرَّتْ مِن قَسْوَرَةٍۭ"
  },
  {
    "id": 5547,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 52,
    "text": "بَلْ يُرِيدُ كُلُّ ٱمْرِئٍۢ مِّنْهُمْ أَن يُؤْتَىٰ صُحُفًۭا مُّنَشَّرَةًۭ"
  },
  {
    "id": 5548,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 53,
    "text": "كَلَّا ۖ بَل لَّا يَخَافُونَ ٱلْءَاخِرَةَ"
  },
  {
    "id": 5549,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 54,
    "text": "كَلَّآ إِنَّهُۥ تَذْكِرَةٌۭ"
  },
  {
    "id": 5550,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 55,
    "text": "فَمَن شَآءَ ذَكَرَهُۥ"
  },
  {
    "id": 5551,
    "surahId": 74,
    "surahName": "سُورَةُ المُدَّثِّرِ",
    "verseNumber": 56,
    "text": "وَمَا يَذْكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ هُوَ أَهْلُ ٱلتَّقْوَىٰ وَأَهْلُ ٱلْمَغْفِرَةِ"
  },
  {
    "id": 5552,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَآ أُقْسِمُ بِيَوْمِ ٱلْقِيَٰمَةِ"
  },
  {
    "id": 5553,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 2,
    "text": "وَلَآ أُقْسِمُ بِٱلنَّفْسِ ٱللَّوَّامَةِ"
  },
  {
    "id": 5554,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 3,
    "text": "أَيَحْسَبُ ٱلْإِنسَٰنُ أَلَّن نَّجْمَعَ عِظَامَهُۥ"
  },
  {
    "id": 5555,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 4,
    "text": "بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّىَ بَنَانَهُۥ"
  },
  {
    "id": 5556,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 5,
    "text": "بَلْ يُرِيدُ ٱلْإِنسَٰنُ لِيَفْجُرَ أَمَامَهُۥ"
  },
  {
    "id": 5557,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 6,
    "text": "يَسْـَٔلُ أَيَّانَ يَوْمُ ٱلْقِيَٰمَةِ"
  },
  {
    "id": 5558,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 7,
    "text": "فَإِذَا بَرِقَ ٱلْبَصَرُ"
  },
  {
    "id": 5559,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 8,
    "text": "وَخَسَفَ ٱلْقَمَرُ"
  },
  {
    "id": 5560,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 9,
    "text": "وَجُمِعَ ٱلشَّمْسُ وَٱلْقَمَرُ"
  },
  {
    "id": 5561,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 10,
    "text": "يَقُولُ ٱلْإِنسَٰنُ يَوْمَئِذٍ أَيْنَ ٱلْمَفَرُّ"
  },
  {
    "id": 5562,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 11,
    "text": "كَلَّا لَا وَزَرَ"
  },
  {
    "id": 5563,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 12,
    "text": "إِلَىٰ رَبِّكَ يَوْمَئِذٍ ٱلْمُسْتَقَرُّ"
  },
  {
    "id": 5564,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 13,
    "text": "يُنَبَّؤُا۟ ٱلْإِنسَٰنُ يَوْمَئِذٍۭ بِمَا قَدَّمَ وَأَخَّرَ"
  },
  {
    "id": 5565,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 14,
    "text": "بَلِ ٱلْإِنسَٰنُ عَلَىٰ نَفْسِهِۦ بَصِيرَةٌۭ"
  },
  {
    "id": 5566,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 15,
    "text": "وَلَوْ أَلْقَىٰ مَعَاذِيرَهُۥ"
  },
  {
    "id": 5567,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 16,
    "text": "لَا تُحَرِّكْ بِهِۦ لِسَانَكَ لِتَعْجَلَ بِهِۦٓ"
  },
  {
    "id": 5568,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 17,
    "text": "إِنَّ عَلَيْنَا جَمْعَهُۥ وَقُرْءَانَهُۥ"
  },
  {
    "id": 5569,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 18,
    "text": "فَإِذَا قَرَأْنَٰهُ فَٱتَّبِعْ قُرْءَانَهُۥ"
  },
  {
    "id": 5570,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 19,
    "text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُۥ"
  },
  {
    "id": 5571,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 20,
    "text": "كَلَّا بَلْ تُحِبُّونَ ٱلْعَاجِلَةَ"
  },
  {
    "id": 5572,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 21,
    "text": "وَتَذَرُونَ ٱلْءَاخِرَةَ"
  },
  {
    "id": 5573,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 22,
    "text": "وُجُوهٌۭ يَوْمَئِذٍۢ نَّاضِرَةٌ"
  },
  {
    "id": 5574,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 23,
    "text": "إِلَىٰ رَبِّهَا نَاظِرَةٌۭ"
  },
  {
    "id": 5575,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 24,
    "text": "وَوُجُوهٌۭ يَوْمَئِذٍۭ بَاسِرَةٌۭ"
  },
  {
    "id": 5576,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 25,
    "text": "تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌۭ"
  },
  {
    "id": 5577,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 26,
    "text": "كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِىَ"
  },
  {
    "id": 5578,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 27,
    "text": "وَقِيلَ مَنْ ۜ رَاقٍۢ"
  },
  {
    "id": 5579,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 28,
    "text": "وَظَنَّ أَنَّهُ ٱلْفِرَاقُ"
  },
  {
    "id": 5580,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 29,
    "text": "وَٱلْتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ"
  },
  {
    "id": 5581,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 30,
    "text": "إِلَىٰ رَبِّكَ يَوْمَئِذٍ ٱلْمَسَاقُ"
  },
  {
    "id": 5582,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 31,
    "text": "فَلَا صَدَّقَ وَلَا صَلَّىٰ"
  },
  {
    "id": 5583,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 32,
    "text": "وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ"
  },
  {
    "id": 5584,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 33,
    "text": "ثُمَّ ذَهَبَ إِلَىٰٓ أَهْلِهِۦ يَتَمَطَّىٰٓ"
  },
  {
    "id": 5585,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 34,
    "text": "أَوْلَىٰ لَكَ فَأَوْلَىٰ"
  },
  {
    "id": 5586,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 35,
    "text": "ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰٓ"
  },
  {
    "id": 5587,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 36,
    "text": "أَيَحْسَبُ ٱلْإِنسَٰنُ أَن يُتْرَكَ سُدًى"
  },
  {
    "id": 5588,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 37,
    "text": "أَلَمْ يَكُ نُطْفَةًۭ مِّن مَّنِىٍّۢ يُمْنَىٰ"
  },
  {
    "id": 5589,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 38,
    "text": "ثُمَّ كَانَ عَلَقَةًۭ فَخَلَقَ فَسَوَّىٰ"
  },
  {
    "id": 5590,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 39,
    "text": "فَجَعَلَ مِنْهُ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ"
  },
  {
    "id": 5591,
    "surahId": 75,
    "surahName": "سُورَةُ القِيَامَةِ",
    "verseNumber": 40,
    "text": "أَلَيْسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ"
  },
  {
    "id": 5592,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌۭ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًۭٔا مَّذْكُورًا"
  },
  {
    "id": 5593,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 2,
    "text": "إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍۢ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا"
  },
  {
    "id": 5594,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 3,
    "text": "إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًۭا وَإِمَّا كَفُورًا"
  },
  {
    "id": 5595,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 4,
    "text": "إِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلَا۟ وَأَغْلَٰلًۭا وَسَعِيرًا"
  },
  {
    "id": 5596,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 5,
    "text": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍۢ كَانَ مِزَاجُهَا كَافُورًا"
  },
  {
    "id": 5597,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 6,
    "text": "عَيْنًۭا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًۭا"
  },
  {
    "id": 5598,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 7,
    "text": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًۭا كَانَ شَرُّهُۥ مُسْتَطِيرًۭا"
  },
  {
    "id": 5599,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 8,
    "text": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًۭا وَيَتِيمًۭا وَأَسِيرًا"
  },
  {
    "id": 5600,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 9,
    "text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءًۭ وَلَا شُكُورًا"
  },
  {
    "id": 5601,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 10,
    "text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًۭا قَمْطَرِيرًۭا"
  },
  {
    "id": 5602,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 11,
    "text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةًۭ وَسُرُورًۭا"
  },
  {
    "id": 5603,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 12,
    "text": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةًۭ وَحَرِيرًۭا"
  },
  {
    "id": 5604,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 13,
    "text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًۭا وَلَا زَمْهَرِيرًۭا"
  },
  {
    "id": 5605,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 14,
    "text": "وَدَانِيَةً عَلَيْهِمْ ظِلَٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًۭا"
  },
  {
    "id": 5606,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 15,
    "text": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍۢ مِّن فِضَّةٍۢ وَأَكْوَابٍۢ كَانَتْ قَوَارِيرَا۠"
  },
  {
    "id": 5607,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 16,
    "text": "قَوَارِيرَا۟ مِن فِضَّةٍۢ قَدَّرُوهَا تَقْدِيرًۭا"
  },
  {
    "id": 5608,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 17,
    "text": "وَيُسْقَوْنَ فِيهَا كَأْسًۭا كَانَ مِزَاجُهَا زَنجَبِيلًا"
  },
  {
    "id": 5609,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 18,
    "text": "عَيْنًۭا فِيهَا تُسَمَّىٰ سَلْسَبِيلًۭا"
  },
  {
    "id": 5610,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 19,
    "text": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًۭا مَّنثُورًۭا"
  },
  {
    "id": 5611,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 20,
    "text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًۭا وَمُلْكًۭا كَبِيرًا"
  },
  {
    "id": 5612,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 21,
    "text": "عَٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌۭ وَإِسْتَبْرَقٌۭ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍۢ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًۭا طَهُورًا"
  },
  {
    "id": 5613,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 22,
    "text": "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَآءًۭ وَكَانَ سَعْيُكُم مَّشْكُورًا"
  },
  {
    "id": 5614,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 23,
    "text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًۭا"
  },
  {
    "id": 5615,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 24,
    "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًۭا"
  },
  {
    "id": 5616,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 25,
    "text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةًۭ وَأَصِيلًۭا"
  },
  {
    "id": 5617,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 26,
    "text": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًۭا طَوِيلًا"
  },
  {
    "id": 5618,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 27,
    "text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًۭا ثَقِيلًۭا"
  },
  {
    "id": 5619,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 28,
    "text": "نَّحْنُ خَلَقْنَٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَٰلَهُمْ تَبْدِيلًا"
  },
  {
    "id": 5620,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 29,
    "text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا"
  },
  {
    "id": 5621,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 30,
    "text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا"
  },
  {
    "id": 5622,
    "surahId": 76,
    "surahName": "سُورَةُ الإِنسَانِ",
    "verseNumber": 31,
    "text": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا"
  },
  {
    "id": 5623,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْمُرْسَلَٰتِ عُرْفًۭا"
  },
  {
    "id": 5624,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 2,
    "text": "فَٱلْعَٰصِفَٰتِ عَصْفًۭا"
  },
  {
    "id": 5625,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 3,
    "text": "وَٱلنَّٰشِرَٰتِ نَشْرًۭا"
  },
  {
    "id": 5626,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 4,
    "text": "فَٱلْفَٰرِقَٰتِ فَرْقًۭا"
  },
  {
    "id": 5627,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 5,
    "text": "فَٱلْمُلْقِيَٰتِ ذِكْرًا"
  },
  {
    "id": 5628,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 6,
    "text": "عُذْرًا أَوْ نُذْرًا"
  },
  {
    "id": 5629,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 7,
    "text": "إِنَّمَا تُوعَدُونَ لَوَٰقِعٌۭ"
  },
  {
    "id": 5630,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 8,
    "text": "فَإِذَا ٱلنُّجُومُ طُمِسَتْ"
  },
  {
    "id": 5631,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 9,
    "text": "وَإِذَا ٱلسَّمَآءُ فُرِجَتْ"
  },
  {
    "id": 5632,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 10,
    "text": "وَإِذَا ٱلْجِبَالُ نُسِفَتْ"
  },
  {
    "id": 5633,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 11,
    "text": "وَإِذَا ٱلرُّسُلُ أُقِّتَتْ"
  },
  {
    "id": 5634,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 12,
    "text": "لِأَىِّ يَوْمٍ أُجِّلَتْ"
  },
  {
    "id": 5635,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 13,
    "text": "لِيَوْمِ ٱلْفَصْلِ"
  },
  {
    "id": 5636,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 14,
    "text": "وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلْفَصْلِ"
  },
  {
    "id": 5637,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 15,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5638,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 16,
    "text": "أَلَمْ نُهْلِكِ ٱلْأَوَّلِينَ"
  },
  {
    "id": 5639,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 17,
    "text": "ثُمَّ نُتْبِعُهُمُ ٱلْءَاخِرِينَ"
  },
  {
    "id": 5640,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 18,
    "text": "كَذَٰلِكَ نَفْعَلُ بِٱلْمُجْرِمِينَ"
  },
  {
    "id": 5641,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 19,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5642,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 20,
    "text": "أَلَمْ نَخْلُقكُّم مِّن مَّآءٍۢ مَّهِينٍۢ"
  },
  {
    "id": 5643,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 21,
    "text": "فَجَعَلْنَٰهُ فِى قَرَارٍۢ مَّكِينٍ"
  },
  {
    "id": 5644,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 22,
    "text": "إِلَىٰ قَدَرٍۢ مَّعْلُومٍۢ"
  },
  {
    "id": 5645,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 23,
    "text": "فَقَدَرْنَا فَنِعْمَ ٱلْقَٰدِرُونَ"
  },
  {
    "id": 5646,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 24,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5647,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 25,
    "text": "أَلَمْ نَجْعَلِ ٱلْأَرْضَ كِفَاتًا"
  },
  {
    "id": 5648,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 26,
    "text": "أَحْيَآءًۭ وَأَمْوَٰتًۭا"
  },
  {
    "id": 5649,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 27,
    "text": "وَجَعَلْنَا فِيهَا رَوَٰسِىَ شَٰمِخَٰتٍۢ وَأَسْقَيْنَٰكُم مَّآءًۭ فُرَاتًۭا"
  },
  {
    "id": 5650,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 28,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5651,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 29,
    "text": "ٱنطَلِقُوٓا۟ إِلَىٰ مَا كُنتُم بِهِۦ تُكَذِّبُونَ"
  },
  {
    "id": 5652,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 30,
    "text": "ٱنطَلِقُوٓا۟ إِلَىٰ ظِلٍّۢ ذِى ثَلَٰثِ شُعَبٍۢ"
  },
  {
    "id": 5653,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 31,
    "text": "لَّا ظَلِيلٍۢ وَلَا يُغْنِى مِنَ ٱللَّهَبِ"
  },
  {
    "id": 5654,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 32,
    "text": "إِنَّهَا تَرْمِى بِشَرَرٍۢ كَٱلْقَصْرِ"
  },
  {
    "id": 5655,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 33,
    "text": "كَأَنَّهُۥ جِمَٰلَتٌۭ صُفْرٌۭ"
  },
  {
    "id": 5656,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 34,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5657,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 35,
    "text": "هَٰذَا يَوْمُ لَا يَنطِقُونَ"
  },
  {
    "id": 5658,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 36,
    "text": "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ"
  },
  {
    "id": 5659,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 37,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5660,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 38,
    "text": "هَٰذَا يَوْمُ ٱلْفَصْلِ ۖ جَمَعْنَٰكُمْ وَٱلْأَوَّلِينَ"
  },
  {
    "id": 5661,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 39,
    "text": "فَإِن كَانَ لَكُمْ كَيْدٌۭ فَكِيدُونِ"
  },
  {
    "id": 5662,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 40,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5663,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 41,
    "text": "إِنَّ ٱلْمُتَّقِينَ فِى ظِلَٰلٍۢ وَعُيُونٍۢ"
  },
  {
    "id": 5664,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 42,
    "text": "وَفَوَٰكِهَ مِمَّا يَشْتَهُونَ"
  },
  {
    "id": 5665,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 43,
    "text": "كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 5666,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 44,
    "text": "إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 5667,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 45,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5668,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 46,
    "text": "كُلُوا۟ وَتَمَتَّعُوا۟ قَلِيلًا إِنَّكُم مُّجْرِمُونَ"
  },
  {
    "id": 5669,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 47,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5670,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 48,
    "text": "وَإِذَا قِيلَ لَهُمُ ٱرْكَعُوا۟ لَا يَرْكَعُونَ"
  },
  {
    "id": 5671,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 49,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5672,
    "surahId": 77,
    "surahName": "سُورَةُ المُرۡسَلَاتِ",
    "verseNumber": 50,
    "text": "فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ"
  },
  {
    "id": 5673,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ عَمَّ يَتَسَآءَلُونَ"
  },
  {
    "id": 5674,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 2,
    "text": "عَنِ ٱلنَّبَإِ ٱلْعَظِيمِ"
  },
  {
    "id": 5675,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 3,
    "text": "ٱلَّذِى هُمْ فِيهِ مُخْتَلِفُونَ"
  },
  {
    "id": 5676,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 4,
    "text": "كَلَّا سَيَعْلَمُونَ"
  },
  {
    "id": 5677,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 5,
    "text": "ثُمَّ كَلَّا سَيَعْلَمُونَ"
  },
  {
    "id": 5678,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 6,
    "text": "أَلَمْ نَجْعَلِ ٱلْأَرْضَ مِهَٰدًۭا"
  },
  {
    "id": 5679,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 7,
    "text": "وَٱلْجِبَالَ أَوْتَادًۭا"
  },
  {
    "id": 5680,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 8,
    "text": "وَخَلَقْنَٰكُمْ أَزْوَٰجًۭا"
  },
  {
    "id": 5681,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 9,
    "text": "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًۭا"
  },
  {
    "id": 5682,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 10,
    "text": "وَجَعَلْنَا ٱلَّيْلَ لِبَاسًۭا"
  },
  {
    "id": 5683,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 11,
    "text": "وَجَعَلْنَا ٱلنَّهَارَ مَعَاشًۭا"
  },
  {
    "id": 5684,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 12,
    "text": "وَبَنَيْنَا فَوْقَكُمْ سَبْعًۭا شِدَادًۭا"
  },
  {
    "id": 5685,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 13,
    "text": "وَجَعَلْنَا سِرَاجًۭا وَهَّاجًۭا"
  },
  {
    "id": 5686,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 14,
    "text": "وَأَنزَلْنَا مِنَ ٱلْمُعْصِرَٰتِ مَآءًۭ ثَجَّاجًۭا"
  },
  {
    "id": 5687,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 15,
    "text": "لِّنُخْرِجَ بِهِۦ حَبًّۭا وَنَبَاتًۭا"
  },
  {
    "id": 5688,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 16,
    "text": "وَجَنَّٰتٍ أَلْفَافًا"
  },
  {
    "id": 5689,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 17,
    "text": "إِنَّ يَوْمَ ٱلْفَصْلِ كَانَ مِيقَٰتًۭا"
  },
  {
    "id": 5690,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 18,
    "text": "يَوْمَ يُنفَخُ فِى ٱلصُّورِ فَتَأْتُونَ أَفْوَاجًۭا"
  },
  {
    "id": 5691,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 19,
    "text": "وَفُتِحَتِ ٱلسَّمَآءُ فَكَانَتْ أَبْوَٰبًۭا"
  },
  {
    "id": 5692,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 20,
    "text": "وَسُيِّرَتِ ٱلْجِبَالُ فَكَانَتْ سَرَابًا"
  },
  {
    "id": 5693,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 21,
    "text": "إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًۭا"
  },
  {
    "id": 5694,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 22,
    "text": "لِّلطَّٰغِينَ مَـَٔابًۭا"
  },
  {
    "id": 5695,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 23,
    "text": "لَّٰبِثِينَ فِيهَآ أَحْقَابًۭا"
  },
  {
    "id": 5696,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 24,
    "text": "لَّا يَذُوقُونَ فِيهَا بَرْدًۭا وَلَا شَرَابًا"
  },
  {
    "id": 5697,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 25,
    "text": "إِلَّا حَمِيمًۭا وَغَسَّاقًۭا"
  },
  {
    "id": 5698,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 26,
    "text": "جَزَآءًۭ وِفَاقًا"
  },
  {
    "id": 5699,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 27,
    "text": "إِنَّهُمْ كَانُوا۟ لَا يَرْجُونَ حِسَابًۭا"
  },
  {
    "id": 5700,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 28,
    "text": "وَكَذَّبُوا۟ بِـَٔايَٰتِنَا كِذَّابًۭا"
  },
  {
    "id": 5701,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 29,
    "text": "وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ كِتَٰبًۭا"
  },
  {
    "id": 5702,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 30,
    "text": "فَذُوقُوا۟ فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا"
  },
  {
    "id": 5703,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 31,
    "text": "إِنَّ لِلْمُتَّقِينَ مَفَازًا"
  },
  {
    "id": 5704,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 32,
    "text": "حَدَآئِقَ وَأَعْنَٰبًۭا"
  },
  {
    "id": 5705,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 33,
    "text": "وَكَوَاعِبَ أَتْرَابًۭا"
  },
  {
    "id": 5706,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 34,
    "text": "وَكَأْسًۭا دِهَاقًۭا"
  },
  {
    "id": 5707,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 35,
    "text": "لَّا يَسْمَعُونَ فِيهَا لَغْوًۭا وَلَا كِذَّٰبًۭا"
  },
  {
    "id": 5708,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 36,
    "text": "جَزَآءًۭ مِّن رَّبِّكَ عَطَآءً حِسَابًۭا"
  },
  {
    "id": 5709,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 37,
    "text": "رَّبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلرَّحْمَٰنِ ۖ لَا يَمْلِكُونَ مِنْهُ خِطَابًۭا"
  },
  {
    "id": 5710,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 38,
    "text": "يَوْمَ يَقُومُ ٱلرُّوحُ وَٱلْمَلَٰٓئِكَةُ صَفًّۭا ۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَٰنُ وَقَالَ صَوَابًۭا"
  },
  {
    "id": 5711,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 39,
    "text": "ذَٰلِكَ ٱلْيَوْمُ ٱلْحَقُّ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ مَـَٔابًا"
  },
  {
    "id": 5712,
    "surahId": 78,
    "surahName": "سُورَةُ النَّبَإِ",
    "verseNumber": 40,
    "text": "إِنَّآ أَنذَرْنَٰكُمْ عَذَابًۭا قَرِيبًۭا يَوْمَ يَنظُرُ ٱلْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ ٱلْكَافِرُ يَٰلَيْتَنِى كُنتُ تُرَٰبًۢا"
  },
  {
    "id": 5713,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلنَّٰزِعَٰتِ غَرْقًۭا"
  },
  {
    "id": 5714,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 2,
    "text": "وَٱلنَّٰشِطَٰتِ نَشْطًۭا"
  },
  {
    "id": 5715,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 3,
    "text": "وَٱلسَّٰبِحَٰتِ سَبْحًۭا"
  },
  {
    "id": 5716,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 4,
    "text": "فَٱلسَّٰبِقَٰتِ سَبْقًۭا"
  },
  {
    "id": 5717,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 5,
    "text": "فَٱلْمُدَبِّرَٰتِ أَمْرًۭا"
  },
  {
    "id": 5718,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 6,
    "text": "يَوْمَ تَرْجُفُ ٱلرَّاجِفَةُ"
  },
  {
    "id": 5719,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 7,
    "text": "تَتْبَعُهَا ٱلرَّادِفَةُ"
  },
  {
    "id": 5720,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 8,
    "text": "قُلُوبٌۭ يَوْمَئِذٍۢ وَاجِفَةٌ"
  },
  {
    "id": 5721,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 9,
    "text": "أَبْصَٰرُهَا خَٰشِعَةٌۭ"
  },
  {
    "id": 5722,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 10,
    "text": "يَقُولُونَ أَءِنَّا لَمَرْدُودُونَ فِى ٱلْحَافِرَةِ"
  },
  {
    "id": 5723,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 11,
    "text": "أَءِذَا كُنَّا عِظَٰمًۭا نَّخِرَةًۭ"
  },
  {
    "id": 5724,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 12,
    "text": "قَالُوا۟ تِلْكَ إِذًۭا كَرَّةٌ خَاسِرَةٌۭ"
  },
  {
    "id": 5725,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 13,
    "text": "فَإِنَّمَا هِىَ زَجْرَةٌۭ وَٰحِدَةٌۭ"
  },
  {
    "id": 5726,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 14,
    "text": "فَإِذَا هُم بِٱلسَّاهِرَةِ"
  },
  {
    "id": 5727,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 15,
    "text": "هَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ"
  },
  {
    "id": 5728,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 16,
    "text": "إِذْ نَادَىٰهُ رَبُّهُۥ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى"
  },
  {
    "id": 5729,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 17,
    "text": "ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ"
  },
  {
    "id": 5730,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 18,
    "text": "فَقُلْ هَل لَّكَ إِلَىٰٓ أَن تَزَكَّىٰ"
  },
  {
    "id": 5731,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 19,
    "text": "وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ"
  },
  {
    "id": 5732,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 20,
    "text": "فَأَرَىٰهُ ٱلْءَايَةَ ٱلْكُبْرَىٰ"
  },
  {
    "id": 5733,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 21,
    "text": "فَكَذَّبَ وَعَصَىٰ"
  },
  {
    "id": 5734,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 22,
    "text": "ثُمَّ أَدْبَرَ يَسْعَىٰ"
  },
  {
    "id": 5735,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 23,
    "text": "فَحَشَرَ فَنَادَىٰ"
  },
  {
    "id": 5736,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 24,
    "text": "فَقَالَ أَنَا۠ رَبُّكُمُ ٱلْأَعْلَىٰ"
  },
  {
    "id": 5737,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 25,
    "text": "فَأَخَذَهُ ٱللَّهُ نَكَالَ ٱلْءَاخِرَةِ وَٱلْأُولَىٰٓ"
  },
  {
    "id": 5738,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 26,
    "text": "إِنَّ فِى ذَٰلِكَ لَعِبْرَةًۭ لِّمَن يَخْشَىٰٓ"
  },
  {
    "id": 5739,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 27,
    "text": "ءَأَنتُمْ أَشَدُّ خَلْقًا أَمِ ٱلسَّمَآءُ ۚ بَنَىٰهَا"
  },
  {
    "id": 5740,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 28,
    "text": "رَفَعَ سَمْكَهَا فَسَوَّىٰهَا"
  },
  {
    "id": 5741,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 29,
    "text": "وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَىٰهَا"
  },
  {
    "id": 5742,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 30,
    "text": "وَٱلْأَرْضَ بَعْدَ ذَٰلِكَ دَحَىٰهَآ"
  },
  {
    "id": 5743,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 31,
    "text": "أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَىٰهَا"
  },
  {
    "id": 5744,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 32,
    "text": "وَٱلْجِبَالَ أَرْسَىٰهَا"
  },
  {
    "id": 5745,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 33,
    "text": "مَتَٰعًۭا لَّكُمْ وَلِأَنْعَٰمِكُمْ"
  },
  {
    "id": 5746,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 34,
    "text": "فَإِذَا جَآءَتِ ٱلطَّآمَّةُ ٱلْكُبْرَىٰ"
  },
  {
    "id": 5747,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 35,
    "text": "يَوْمَ يَتَذَكَّرُ ٱلْإِنسَٰنُ مَا سَعَىٰ"
  },
  {
    "id": 5748,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 36,
    "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِمَن يَرَىٰ"
  },
  {
    "id": 5749,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 37,
    "text": "فَأَمَّا مَن طَغَىٰ"
  },
  {
    "id": 5750,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 38,
    "text": "وَءَاثَرَ ٱلْحَيَوٰةَ ٱلدُّنْيَا"
  },
  {
    "id": 5751,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 39,
    "text": "فَإِنَّ ٱلْجَحِيمَ هِىَ ٱلْمَأْوَىٰ"
  },
  {
    "id": 5752,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 40,
    "text": "وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِۦ وَنَهَى ٱلنَّفْسَ عَنِ ٱلْهَوَىٰ"
  },
  {
    "id": 5753,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 41,
    "text": "فَإِنَّ ٱلْجَنَّةَ هِىَ ٱلْمَأْوَىٰ"
  },
  {
    "id": 5754,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 42,
    "text": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا"
  },
  {
    "id": 5755,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 43,
    "text": "فِيمَ أَنتَ مِن ذِكْرَىٰهَآ"
  },
  {
    "id": 5756,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 44,
    "text": "إِلَىٰ رَبِّكَ مُنتَهَىٰهَآ"
  },
  {
    "id": 5757,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 45,
    "text": "إِنَّمَآ أَنتَ مُنذِرُ مَن يَخْشَىٰهَا"
  },
  {
    "id": 5758,
    "surahId": 79,
    "surahName": "سُورَةُ النَّازِعَاتِ",
    "verseNumber": 46,
    "text": "كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوٓا۟ إِلَّا عَشِيَّةً أَوْ ضُحَىٰهَا"
  },
  {
    "id": 5759,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ عَبَسَ وَتَوَلَّىٰٓ"
  },
  {
    "id": 5760,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 2,
    "text": "أَن جَآءَهُ ٱلْأَعْمَىٰ"
  },
  {
    "id": 5761,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 3,
    "text": "وَمَا يُدْرِيكَ لَعَلَّهُۥ يَزَّكَّىٰٓ"
  },
  {
    "id": 5762,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 4,
    "text": "أَوْ يَذَّكَّرُ فَتَنفَعَهُ ٱلذِّكْرَىٰٓ"
  },
  {
    "id": 5763,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 5,
    "text": "أَمَّا مَنِ ٱسْتَغْنَىٰ"
  },
  {
    "id": 5764,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 6,
    "text": "فَأَنتَ لَهُۥ تَصَدَّىٰ"
  },
  {
    "id": 5765,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 7,
    "text": "وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ"
  },
  {
    "id": 5766,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 8,
    "text": "وَأَمَّا مَن جَآءَكَ يَسْعَىٰ"
  },
  {
    "id": 5767,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 9,
    "text": "وَهُوَ يَخْشَىٰ"
  },
  {
    "id": 5768,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 10,
    "text": "فَأَنتَ عَنْهُ تَلَهَّىٰ"
  },
  {
    "id": 5769,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 11,
    "text": "كَلَّآ إِنَّهَا تَذْكِرَةٌۭ"
  },
  {
    "id": 5770,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 12,
    "text": "فَمَن شَآءَ ذَكَرَهُۥ"
  },
  {
    "id": 5771,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 13,
    "text": "فِى صُحُفٍۢ مُّكَرَّمَةٍۢ"
  },
  {
    "id": 5772,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 14,
    "text": "مَّرْفُوعَةٍۢ مُّطَهَّرَةٍۭ"
  },
  {
    "id": 5773,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 15,
    "text": "بِأَيْدِى سَفَرَةٍۢ"
  },
  {
    "id": 5774,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 16,
    "text": "كِرَامٍۭ بَرَرَةٍۢ"
  },
  {
    "id": 5775,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 17,
    "text": "قُتِلَ ٱلْإِنسَٰنُ مَآ أَكْفَرَهُۥ"
  },
  {
    "id": 5776,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 18,
    "text": "مِنْ أَىِّ شَىْءٍ خَلَقَهُۥ"
  },
  {
    "id": 5777,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 19,
    "text": "مِن نُّطْفَةٍ خَلَقَهُۥ فَقَدَّرَهُۥ"
  },
  {
    "id": 5778,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 20,
    "text": "ثُمَّ ٱلسَّبِيلَ يَسَّرَهُۥ"
  },
  {
    "id": 5779,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 21,
    "text": "ثُمَّ أَمَاتَهُۥ فَأَقْبَرَهُۥ"
  },
  {
    "id": 5780,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 22,
    "text": "ثُمَّ إِذَا شَآءَ أَنشَرَهُۥ"
  },
  {
    "id": 5781,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 23,
    "text": "كَلَّا لَمَّا يَقْضِ مَآ أَمَرَهُۥ"
  },
  {
    "id": 5782,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 24,
    "text": "فَلْيَنظُرِ ٱلْإِنسَٰنُ إِلَىٰ طَعَامِهِۦٓ"
  },
  {
    "id": 5783,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 25,
    "text": "أَنَّا صَبَبْنَا ٱلْمَآءَ صَبًّۭا"
  },
  {
    "id": 5784,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 26,
    "text": "ثُمَّ شَقَقْنَا ٱلْأَرْضَ شَقًّۭا"
  },
  {
    "id": 5785,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 27,
    "text": "فَأَنۢبَتْنَا فِيهَا حَبًّۭا"
  },
  {
    "id": 5786,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 28,
    "text": "وَعِنَبًۭا وَقَضْبًۭا"
  },
  {
    "id": 5787,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 29,
    "text": "وَزَيْتُونًۭا وَنَخْلًۭا"
  },
  {
    "id": 5788,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 30,
    "text": "وَحَدَآئِقَ غُلْبًۭا"
  },
  {
    "id": 5789,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 31,
    "text": "وَفَٰكِهَةًۭ وَأَبًّۭا"
  },
  {
    "id": 5790,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 32,
    "text": "مَّتَٰعًۭا لَّكُمْ وَلِأَنْعَٰمِكُمْ"
  },
  {
    "id": 5791,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 33,
    "text": "فَإِذَا جَآءَتِ ٱلصَّآخَّةُ"
  },
  {
    "id": 5792,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 34,
    "text": "يَوْمَ يَفِرُّ ٱلْمَرْءُ مِنْ أَخِيهِ"
  },
  {
    "id": 5793,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 35,
    "text": "وَأُمِّهِۦ وَأَبِيهِ"
  },
  {
    "id": 5794,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 36,
    "text": "وَصَٰحِبَتِهِۦ وَبَنِيهِ"
  },
  {
    "id": 5795,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 37,
    "text": "لِكُلِّ ٱمْرِئٍۢ مِّنْهُمْ يَوْمَئِذٍۢ شَأْنٌۭ يُغْنِيهِ"
  },
  {
    "id": 5796,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 38,
    "text": "وُجُوهٌۭ يَوْمَئِذٍۢ مُّسْفِرَةٌۭ"
  },
  {
    "id": 5797,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 39,
    "text": "ضَاحِكَةٌۭ مُّسْتَبْشِرَةٌۭ"
  },
  {
    "id": 5798,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 40,
    "text": "وَوُجُوهٌۭ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌۭ"
  },
  {
    "id": 5799,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 41,
    "text": "تَرْهَقُهَا قَتَرَةٌ"
  },
  {
    "id": 5800,
    "surahId": 80,
    "surahName": "سُورَةُ عَبَسَ",
    "verseNumber": 42,
    "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْكَفَرَةُ ٱلْفَجَرَةُ"
  }
];
