export interface QuranVerse {
  id: number;
  surahId: number;
  surahName: string;
  verseNumber: number;
  text: string;
}

export const part2: QuranVerse[] = [
  {
    "id": 2484,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍۢ مُّعْرِضُونَ"
  },
  {
    "id": 2485,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 2,
    "text": "مَا يَأْتِيهِم مِّن ذِكْرٍۢ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ"
  },
  {
    "id": 2486,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 3,
    "text": "لَاهِيَةًۭ قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ"
  },
  {
    "id": 2487,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 4,
    "text": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 2488,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 5,
    "text": "بَلْ قَالُوٓا۟ أَضْغَٰثُ أَحْلَٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌۭ فَلْيَأْتِنَا بِـَٔايَةٍۢ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ"
  },
  {
    "id": 2489,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 6,
    "text": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ"
  },
  {
    "id": 2490,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 7,
    "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًۭا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ"
  },
  {
    "id": 2491,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 8,
    "text": "وَمَا جَعَلْنَٰهُمْ جَسَدًۭا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَٰلِدِينَ"
  },
  {
    "id": 2492,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 9,
    "text": "ثُمَّ صَدَقْنَٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ"
  },
  {
    "id": 2493,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 10,
    "text": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَٰبًۭا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ"
  },
  {
    "id": 2494,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 11,
    "text": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍۢ كَانَتْ ظَالِمَةًۭ وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ"
  },
  {
    "id": 2495,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 12,
    "text": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ"
  },
  {
    "id": 2496,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 13,
    "text": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ"
  },
  {
    "id": 2497,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 14,
    "text": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ"
  },
  {
    "id": 2498,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 15,
    "text": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَٰهُمْ حَصِيدًا خَٰمِدِينَ"
  },
  {
    "id": 2499,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 16,
    "text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ"
  },
  {
    "id": 2500,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 17,
    "text": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًۭا لَّٱتَّخَذْنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ"
  },
  {
    "id": 2501,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 18,
    "text": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌۭ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ"
  },
  {
    "id": 2502,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 19,
    "text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ"
  },
  {
    "id": 2503,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 20,
    "text": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ"
  },
  {
    "id": 2504,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 21,
    "text": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةًۭ مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ"
  },
  {
    "id": 2505,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 22,
    "text": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ"
  },
  {
    "id": 2506,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 23,
    "text": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ"
  },
  {
    "id": 2507,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 24,
    "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ ۖ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ ۖ هَٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ"
  },
  {
    "id": 2508,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 25,
    "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ"
  },
  {
    "id": 2509,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 26,
    "text": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَٰنُ وَلَدًۭا ۗ سُبْحَٰنَهُۥ ۚ بَلْ عِبَادٌۭ مُّكْرَمُونَ"
  },
  {
    "id": 2510,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 27,
    "text": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ"
  },
  {
    "id": 2511,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 28,
    "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ"
  },
  {
    "id": 2512,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 29,
    "text": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَٰهٌۭ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2513,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 30,
    "text": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًۭا فَفَتَقْنَٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ"
  },
  {
    "id": 2514,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 31,
    "text": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًۭا سُبُلًۭا لَّعَلَّهُمْ يَهْتَدُونَ"
  },
  {
    "id": 2515,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 32,
    "text": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًۭا مَّحْفُوظًۭا ۖ وَهُمْ عَنْ ءَايَٰتِهَا مُعْرِضُونَ"
  },
  {
    "id": 2516,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 33,
    "text": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّۭ فِى فَلَكٍۢ يَسْبَحُونَ"
  },
  {
    "id": 2517,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 34,
    "text": "وَمَا جَعَلْنَا لِبَشَرٍۢ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَٰلِدُونَ"
  },
  {
    "id": 2518,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 35,
    "text": "كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةًۭ ۖ وَإِلَيْنَا تُرْجَعُونَ"
  },
  {
    "id": 2519,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 36,
    "text": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَٰنِ هُمْ كَٰفِرُونَ"
  },
  {
    "id": 2520,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 37,
    "text": "خُلِقَ ٱلْإِنسَٰنُ مِنْ عَجَلٍۢ ۚ سَأُو۟رِيكُمْ ءَايَٰتِى فَلَا تَسْتَعْجِلُونِ"
  },
  {
    "id": 2521,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 38,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 2522,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 39,
    "text": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ"
  },
  {
    "id": 2523,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 40,
    "text": "بَلْ تَأْتِيهِم بَغْتَةًۭ فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ"
  },
  {
    "id": 2524,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 41,
    "text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍۢ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 2525,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 42,
    "text": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ"
  },
  {
    "id": 2526,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 43,
    "text": "أَمْ لَهُمْ ءَالِهَةٌۭ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ"
  },
  {
    "id": 2527,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 44,
    "text": "بَلْ مَتَّعْنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَٰلِبُونَ"
  },
  {
    "id": 2528,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 45,
    "text": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ"
  },
  {
    "id": 2529,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 46,
    "text": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌۭ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيْلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ"
  },
  {
    "id": 2530,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 47,
    "text": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَٰمَةِ فَلَا تُظْلَمُ نَفْسٌۭ شَيْـًۭٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍۢ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَٰسِبِينَ"
  },
  {
    "id": 2531,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 48,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَٰرُونَ ٱلْفُرْقَانَ وَضِيَآءًۭ وَذِكْرًۭا لِّلْمُتَّقِينَ"
  },
  {
    "id": 2532,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 49,
    "text": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ"
  },
  {
    "id": 2533,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 50,
    "text": "وَهَٰذَا ذِكْرٌۭ مُّبَارَكٌ أَنزَلْنَٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ"
  },
  {
    "id": 2534,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 51,
    "text": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَٰلِمِينَ"
  },
  {
    "id": 2535,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 52,
    "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَٰكِفُونَ"
  },
  {
    "id": 2536,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 53,
    "text": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ"
  },
  {
    "id": 2537,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 54,
    "text": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 2538,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 55,
    "text": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّٰعِبِينَ"
  },
  {
    "id": 2539,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 56,
    "text": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ"
  },
  {
    "id": 2540,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 57,
    "text": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ"
  },
  {
    "id": 2541,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 58,
    "text": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًۭا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ"
  },
  {
    "id": 2542,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 59,
    "text": "قَالُوا۟ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2543,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 60,
    "text": "قَالُوا۟ سَمِعْنَا فَتًۭى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ"
  },
  {
    "id": 2544,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 61,
    "text": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ"
  },
  {
    "id": 2545,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 62,
    "text": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبْرَٰهِيمُ"
  },
  {
    "id": 2546,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 63,
    "text": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ"
  },
  {
    "id": 2547,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 64,
    "text": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّٰلِمُونَ"
  },
  {
    "id": 2548,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 65,
    "text": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ"
  },
  {
    "id": 2549,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 66,
    "text": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًۭٔا وَلَا يَضُرُّكُمْ"
  },
  {
    "id": 2550,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 67,
    "text": "أُفٍّۢ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ"
  },
  {
    "id": 2551,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 68,
    "text": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَٰعِلِينَ"
  },
  {
    "id": 2552,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 69,
    "text": "قُلْنَا يَٰنَارُ كُونِى بَرْدًۭا وَسَلَٰمًا عَلَىٰٓ إِبْرَٰهِيمَ"
  },
  {
    "id": 2553,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 70,
    "text": "وَأَرَادُوا۟ بِهِۦ كَيْدًۭا فَجَعَلْنَٰهُمُ ٱلْأَخْسَرِينَ"
  },
  {
    "id": 2554,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 71,
    "text": "وَنَجَّيْنَٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا لِلْعَٰلَمِينَ"
  },
  {
    "id": 2555,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 72,
    "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ نَافِلَةًۭ ۖ وَكُلًّۭا جَعَلْنَا صَٰلِحِينَ"
  },
  {
    "id": 2556,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 73,
    "text": "وَجَعَلْنَٰهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَٰبِدِينَ"
  },
  {
    "id": 2557,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 74,
    "text": "وَلُوطًا ءَاتَيْنَٰهُ حُكْمًۭا وَعِلْمًۭا وَنَجَّيْنَٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍۢ فَٰسِقِينَ"
  },
  {
    "id": 2558,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 75,
    "text": "وَأَدْخَلْنَٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 2559,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 76,
    "text": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ"
  },
  {
    "id": 2560,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 77,
    "text": "وَنَصَرْنَٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍۢ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ"
  },
  {
    "id": 2561,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 78,
    "text": "وَدَاوُۥدَ وَسُلَيْمَٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَٰهِدِينَ"
  },
  {
    "id": 2562,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 79,
    "text": "فَفَهَّمْنَٰهَا سُلَيْمَٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًۭا وَعِلْمًۭا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَٰعِلِينَ"
  },
  {
    "id": 2563,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 80,
    "text": "وَعَلَّمْنَٰهُ صَنْعَةَ لَبُوسٍۢ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَٰكِرُونَ"
  },
  {
    "id": 2564,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 81,
    "text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ عَاصِفَةًۭ تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَٰلِمِينَ"
  },
  {
    "id": 2565,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 82,
    "text": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًۭا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَٰفِظِينَ"
  },
  {
    "id": 2566,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 83,
    "text": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ"
  },
  {
    "id": 2567,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 84,
    "text": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّۢ ۖ وَءَاتَيْنَٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةًۭ مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَٰبِدِينَ"
  },
  {
    "id": 2568,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 85,
    "text": "وَإِسْمَٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّۭ مِّنَ ٱلصَّٰبِرِينَ"
  },
  {
    "id": 2569,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 86,
    "text": "وَأَدْخَلْنَٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 2570,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 87,
    "text": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبًۭا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبْحَٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2571,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 88,
    "text": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُۨجِى ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 2572,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 89,
    "text": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًۭا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ"
  },
  {
    "id": 2573,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 90,
    "text": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًۭا وَرَهَبًۭا ۖ وَكَانُوا۟ لَنَا خَٰشِعِينَ"
  },
  {
    "id": 2574,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 91,
    "text": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَٰهَا وَٱبْنَهَآ ءَايَةًۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 2575,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 92,
    "text": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ"
  },
  {
    "id": 2576,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 93,
    "text": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ"
  },
  {
    "id": 2577,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 94,
    "text": "فَمَن يَعْمَلْ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤْمِنٌۭ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ"
  },
  {
    "id": 2578,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 95,
    "text": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ"
  },
  {
    "id": 2579,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 96,
    "text": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍۢ يَنسِلُونَ"
  },
  {
    "id": 2580,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 97,
    "text": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَٰخِصَةٌ أَبْصَٰرُ ٱلَّذِينَ كَفَرُوا۟ يَٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍۢ مِّنْ هَٰذَا بَلْ كُنَّا ظَٰلِمِينَ"
  },
  {
    "id": 2581,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 98,
    "text": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ"
  },
  {
    "id": 2582,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 99,
    "text": "لَوْ كَانَ هَٰٓؤُلَآءِ ءَالِهَةًۭ مَّا وَرَدُوهَا ۖ وَكُلٌّۭ فِيهَا خَٰلِدُونَ"
  },
  {
    "id": 2583,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 100,
    "text": "لَهُمْ فِيهَا زَفِيرٌۭ وَهُمْ فِيهَا لَا يَسْمَعُونَ"
  },
  {
    "id": 2584,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 101,
    "text": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَٰٓئِكَ عَنْهَا مُبْعَدُونَ"
  },
  {
    "id": 2585,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 102,
    "text": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَٰلِدُونَ"
  },
  {
    "id": 2586,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 103,
    "text": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَٰٓئِكَةُ هَٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ"
  },
  {
    "id": 2587,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 104,
    "text": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍۢ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَٰعِلِينَ"
  },
  {
    "id": 2588,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 105,
    "text": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّٰلِحُونَ"
  },
  {
    "id": 2589,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 106,
    "text": "إِنَّ فِى هَٰذَا لَبَلَٰغًۭا لِّقَوْمٍ عَٰبِدِينَ"
  },
  {
    "id": 2590,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 107,
    "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا رَحْمَةًۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 2591,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 108,
    "text": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ"
  },
  {
    "id": 2592,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 109,
    "text": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍۢ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌۭ مَّا تُوعَدُونَ"
  },
  {
    "id": 2593,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 110,
    "text": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ"
  },
  {
    "id": 2594,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 111,
    "text": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌۭ لَّكُمْ وَمَتَٰعٌ إِلَىٰ حِينٍۢ"
  },
  {
    "id": 2595,
    "surahId": 21,
    "surahName": "سُورَةُ الأَنبِيَاءِ",
    "verseNumber": 112,
    "text": "قَٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ"
  },
  {
    "id": 2596,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌۭ"
  },
  {
    "id": 2597,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 2,
    "text": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌۭ"
  },
  {
    "id": 2598,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 3,
    "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّبِعُ كُلَّ شَيْطَٰنٍۢ مَّرِيدٍۢ"
  },
  {
    "id": 2599,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 4,
    "text": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ"
  },
  {
    "id": 2600,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 5,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍۢ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَٰكُم مِّن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ مِنْ عَلَقَةٍۢ ثُمَّ مِن مُّضْغَةٍۢ مُّخَلَّقَةٍۢ وَغَيْرِ مُخَلَّقَةٍۢ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ثُمَّ نُخْرِجُكُمْ طِفْلًۭا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍۢ شَيْـًۭٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةًۭ فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ"
  },
  {
    "id": 2601,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 6,
    "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 2602,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 7,
    "text": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌۭ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ"
  },
  {
    "id": 2603,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 8,
    "text": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ"
  },
  {
    "id": 2604,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 9,
    "text": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌۭ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَٰمَةِ عَذَابَ ٱلْحَرِيقِ"
  },
  {
    "id": 2605,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 10,
    "text": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ"
  },
  {
    "id": 2606,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 11,
    "text": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍۢ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْءَاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ"
  },
  {
    "id": 2607,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 12,
    "text": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلْبَعِيدُ"
  },
  {
    "id": 2608,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 13,
    "text": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ"
  },
  {
    "id": 2609,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 14,
    "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ"
  },
  {
    "id": 2610,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 15,
    "text": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ"
  },
  {
    "id": 2611,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 16,
    "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ ءَايَٰتٍۭ بَيِّنَٰتٍۢ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ"
  },
  {
    "id": 2612,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 17,
    "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ"
  },
  {
    "id": 2613,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 18,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌۭ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩"
  },
  {
    "id": 2614,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 19,
    "text": "۞ هَٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌۭ مِّن نَّارٍۢ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ"
  },
  {
    "id": 2615,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 20,
    "text": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ"
  },
  {
    "id": 2616,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 21,
    "text": "وَلَهُم مَّقَٰمِعُ مِنْ حَدِيدٍۢ"
  },
  {
    "id": 2617,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 22,
    "text": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ"
  },
  {
    "id": 2618,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 23,
    "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَلُؤْلُؤًۭا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌۭ"
  },
  {
    "id": 2619,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 24,
    "text": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ"
  },
  {
    "id": 2620,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 25,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَٰهُ لِلنَّاسِ سَوَآءً ٱلْعَٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍۢ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍۢ"
  },
  {
    "id": 2621,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 26,
    "text": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًۭٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ"
  },
  {
    "id": 2622,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 27,
    "text": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًۭا وَعَلَىٰ كُلِّ ضَامِرٍۢ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍۢ"
  },
  {
    "id": 2623,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 28,
    "text": "لِّيَشْهَدُوا۟ مَنَٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍۢ مَّعْلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ"
  },
  {
    "id": 2624,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 29,
    "text": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ"
  },
  {
    "id": 2625,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 30,
    "text": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيْرٌۭ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ"
  },
  {
    "id": 2626,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 31,
    "text": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍۢ سَحِيقٍۢ"
  },
  {
    "id": 2627,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 32,
    "text": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ"
  },
  {
    "id": 2628,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 33,
    "text": "لَكُمْ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ"
  },
  {
    "id": 2629,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 34,
    "text": "وَلِكُلِّ أُمَّةٍۢ جَعَلْنَا مَنسَكًۭا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَٰمِ ۗ فَإِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ"
  },
  {
    "id": 2630,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 35,
    "text": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ"
  },
  {
    "id": 2631,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 36,
    "text": "وَٱلْبُدْنَ جَعَلْنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌۭ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ"
  },
  {
    "id": 2632,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 37,
    "text": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ"
  },
  {
    "id": 2633,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 38,
    "text": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍۢ كَفُورٍ"
  },
  {
    "id": 2634,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 39,
    "text": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ"
  },
  {
    "id": 2635,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 40,
    "text": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍۢ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌۭ وَصَلَوَٰتٌۭ وَمَسَٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًۭا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ"
  },
  {
    "id": 2636,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 41,
    "text": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَٰقِبَةُ ٱلْأُمُورِ"
  },
  {
    "id": 2637,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 42,
    "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌۭ وَثَمُودُ"
  },
  {
    "id": 2638,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 43,
    "text": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍۢ"
  },
  {
    "id": 2639,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 44,
    "text": "وَأَصْحَٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ"
  },
  {
    "id": 2640,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 45,
    "text": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَٰهَا وَهِىَ ظَالِمَةٌۭ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍۢ مُّعَطَّلَةٍۢ وَقَصْرٍۢ مَّشِيدٍ"
  },
  {
    "id": 2641,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 46,
    "text": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌۭ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌۭ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَٰرُ وَلَٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ"
  },
  {
    "id": 2642,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 47,
    "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍۢ مِّمَّا تَعُدُّونَ"
  },
  {
    "id": 2643,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 48,
    "text": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌۭ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ"
  },
  {
    "id": 2644,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 49,
    "text": "قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 2645,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 50,
    "text": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ"
  },
  {
    "id": 2646,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 51,
    "text": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ"
  },
  {
    "id": 2647,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 52,
    "text": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍۢ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ"
  },
  {
    "id": 2648,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 53,
    "text": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَٰنُ فِتْنَةًۭ لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍۢ"
  },
  {
    "id": 2649,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 54,
    "text": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 2650,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 55,
    "text": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍۢ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ"
  },
  {
    "id": 2651,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 56,
    "text": "ٱلْمُلْكُ يَوْمَئِذٍۢ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى جَنَّٰتِ ٱلنَّعِيمِ"
  },
  {
    "id": 2652,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 57,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا فَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ"
  },
  {
    "id": 2653,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 58,
    "text": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًۭا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ"
  },
  {
    "id": 2654,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 59,
    "text": "لَيُدْخِلَنَّهُم مُّدْخَلًۭا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌۭ"
  },
  {
    "id": 2655,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 60,
    "text": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ"
  },
  {
    "id": 2656,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 61,
    "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌۭ"
  },
  {
    "id": 2657,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 62,
    "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ"
  },
  {
    "id": 2658,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 63,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ"
  },
  {
    "id": 2659,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 64,
    "text": "لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 2660,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 65,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 2661,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 66,
    "text": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌۭ"
  },
  {
    "id": 2662,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 67,
    "text": "لِّكُلِّ أُمَّةٍۢ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًۭى مُّسْتَقِيمٍۢ"
  },
  {
    "id": 2663,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 68,
    "text": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 2664,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 69,
    "text": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ"
  },
  {
    "id": 2665,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 70,
    "text": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ"
  },
  {
    "id": 2666,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 71,
    "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَٰنًۭا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌۭ ۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍۢ"
  },
  {
    "id": 2667,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 72,
    "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّۢ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 2668,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 73,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌۭ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًۭا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًۭٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ"
  },
  {
    "id": 2669,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 74,
    "text": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ"
  },
  {
    "id": 2670,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 75,
    "text": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَٰٓئِكَةِ رُسُلًۭا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌۭ"
  },
  {
    "id": 2671,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 76,
    "text": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ"
  },
  {
    "id": 2672,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 77,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩"
  },
  {
    "id": 2673,
    "surahId": 22,
    "surahName": "سُورَةُ الحَجِّ",
    "verseNumber": 78,
    "text": "وَجَٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍۢ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ"
  },
  {
    "id": 2674,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ"
  },
  {
    "id": 2675,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 2,
    "text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ"
  },
  {
    "id": 2676,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 3,
    "text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ"
  },
  {
    "id": 2677,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 4,
    "text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ"
  },
  {
    "id": 2678,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 5,
    "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ"
  },
  {
    "id": 2679,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 6,
    "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ"
  },
  {
    "id": 2680,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 7,
    "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ"
  },
  {
    "id": 2681,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 8,
    "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ"
  },
  {
    "id": 2682,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 9,
    "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ"
  },
  {
    "id": 2683,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 10,
    "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ"
  },
  {
    "id": 2684,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 11,
    "text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ"
  },
  {
    "id": 2685,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 12,
    "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍۢ مِّن طِينٍۢ"
  },
  {
    "id": 2686,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 13,
    "text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةًۭ فِى قَرَارٍۢ مَّكِينٍۢ"
  },
  {
    "id": 2687,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 14,
    "text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةًۭ فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةًۭ فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًۭا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًۭا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ"
  },
  {
    "id": 2688,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 15,
    "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ"
  },
  {
    "id": 2689,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 16,
    "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ"
  },
  {
    "id": 2690,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 17,
    "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ"
  },
  {
    "id": 2691,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 18,
    "text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍۢ فَأَسْكَنَّٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَٰدِرُونَ"
  },
  {
    "id": 2692,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 19,
    "text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ"
  },
  {
    "id": 2693,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 20,
    "text": "وَشَجَرَةًۭ تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍۢ لِّلْءَاكِلِينَ"
  },
  {
    "id": 2694,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 21,
    "text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةًۭ ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَٰفِعُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ"
  },
  {
    "id": 2695,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 22,
    "text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ"
  },
  {
    "id": 2696,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 23,
    "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ"
  },
  {
    "id": 2697,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 24,
    "text": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةًۭ مَّا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ"
  },
  {
    "id": 2698,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 25,
    "text": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌۭ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍۢ"
  },
  {
    "id": 2699,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 26,
    "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ"
  },
  {
    "id": 2700,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 27,
    "text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّۢ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ"
  },
  {
    "id": 2701,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 28,
    "text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2702,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 29,
    "text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًۭا مُّبَارَكًۭا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ"
  },
  {
    "id": 2703,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 30,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ وَإِن كُنَّا لَمُبْتَلِينَ"
  },
  {
    "id": 2704,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 31,
    "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ"
  },
  {
    "id": 2705,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 32,
    "text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًۭا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ"
  },
  {
    "id": 2706,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 33,
    "text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ"
  },
  {
    "id": 2707,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 34,
    "text": "وَلَئِنْ أَطَعْتُم بَشَرًۭا مِّثْلَكُمْ إِنَّكُمْ إِذًۭا لَّخَٰسِرُونَ"
  },
  {
    "id": 2708,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 35,
    "text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًۭا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ"
  },
  {
    "id": 2709,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 36,
    "text": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ"
  },
  {
    "id": 2710,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 37,
    "text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ"
  },
  {
    "id": 2711,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 38,
    "text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ"
  },
  {
    "id": 2712,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 39,
    "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ"
  },
  {
    "id": 2713,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 40,
    "text": "قَالَ عَمَّا قَلِيلٍۢ لَّيُصْبِحُنَّ نَٰدِمِينَ"
  },
  {
    "id": 2714,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 41,
    "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءًۭ ۚ فَبُعْدًۭا لِّلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2715,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 42,
    "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ"
  },
  {
    "id": 2716,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 43,
    "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ"
  },
  {
    "id": 2717,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 44,
    "text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةًۭ رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًۭا وَجَعَلْنَٰهُمْ أَحَادِيثَ ۚ فَبُعْدًۭا لِّقَوْمٍۢ لَّا يُؤْمِنُونَ"
  },
  {
    "id": 2718,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 45,
    "text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍۢ مُّبِينٍ"
  },
  {
    "id": 2719,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 46,
    "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ"
  },
  {
    "id": 2720,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 47,
    "text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ"
  },
  {
    "id": 2721,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 48,
    "text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ"
  },
  {
    "id": 2722,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 49,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ"
  },
  {
    "id": 2723,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 50,
    "text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةًۭ وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍۢ ذَاتِ قَرَارٍۢ وَمَعِينٍۢ"
  },
  {
    "id": 2724,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 51,
    "text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌۭ"
  },
  {
    "id": 2725,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 52,
    "text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ"
  },
  {
    "id": 2726,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 53,
    "text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًۭا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ"
  },
  {
    "id": 2727,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 54,
    "text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ"
  },
  {
    "id": 2728,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 55,
    "text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍۢ وَبَنِينَ"
  },
  {
    "id": 2729,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 56,
    "text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ ۚ بَل لَّا يَشْعُرُونَ"
  },
  {
    "id": 2730,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 57,
    "text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ"
  },
  {
    "id": 2731,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 58,
    "text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ"
  },
  {
    "id": 2732,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 59,
    "text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ"
  },
  {
    "id": 2733,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 60,
    "text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ"
  },
  {
    "id": 2734,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 61,
    "text": "أُو۟لَٰٓئِكَ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَٰبِقُونَ"
  },
  {
    "id": 2735,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 62,
    "text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَٰبٌۭ يَنطِقُ بِٱلْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ"
  },
  {
    "id": 2736,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 63,
    "text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍۢ مِّنْ هَٰذَا وَلَهُمْ أَعْمَٰلٌۭ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَٰمِلُونَ"
  },
  {
    "id": 2737,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 64,
    "text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ"
  },
  {
    "id": 2738,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 65,
    "text": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ"
  },
  {
    "id": 2739,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 66,
    "text": "قَدْ كَانَتْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ تَنكِصُونَ"
  },
  {
    "id": 2740,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 67,
    "text": "مُسْتَكْبِرِينَ بِهِۦ سَٰمِرًۭا تَهْجُرُونَ"
  },
  {
    "id": 2741,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 68,
    "text": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 2742,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 69,
    "text": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ"
  },
  {
    "id": 2743,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 70,
    "text": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَٰرِهُونَ"
  },
  {
    "id": 2744,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 71,
    "text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ"
  },
  {
    "id": 2745,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 72,
    "text": "أَمْ تَسْـَٔلُهُمْ خَرْجًۭا فَخَرَاجُ رَبِّكَ خَيْرٌۭ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ"
  },
  {
    "id": 2746,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 73,
    "text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 2747,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 74,
    "text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ"
  },
  {
    "id": 2748,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 75,
    "text": "۞ وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّۢ لَّلَجُّوا۟ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ"
  },
  {
    "id": 2749,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 76,
    "text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ"
  },
  {
    "id": 2750,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 77,
    "text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًۭا ذَا عَذَابٍۢ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ"
  },
  {
    "id": 2751,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 78,
    "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ"
  },
  {
    "id": 2752,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 79,
    "text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ"
  },
  {
    "id": 2753,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 80,
    "text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ"
  },
  {
    "id": 2754,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 81,
    "text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ"
  },
  {
    "id": 2755,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 82,
    "text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ"
  },
  {
    "id": 2756,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 83,
    "text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 2757,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 84,
    "text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 2758,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 85,
    "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ"
  },
  {
    "id": 2759,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 86,
    "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ"
  },
  {
    "id": 2760,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 87,
    "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ"
  },
  {
    "id": 2761,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 88,
    "text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 2762,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 89,
    "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ"
  },
  {
    "id": 2763,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 90,
    "text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ"
  },
  {
    "id": 2764,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 91,
    "text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍۢ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ ۚ إِذًۭا لَّذَهَبَ كُلُّ إِلَٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍۢ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ"
  },
  {
    "id": 2765,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 92,
    "text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 2766,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 93,
    "text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ"
  },
  {
    "id": 2767,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 94,
    "text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2768,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 95,
    "text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ"
  },
  {
    "id": 2769,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 96,
    "text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ"
  },
  {
    "id": 2770,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 97,
    "text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ"
  },
  {
    "id": 2771,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 98,
    "text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ"
  },
  {
    "id": 2772,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 99,
    "text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ"
  },
  {
    "id": 2773,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 100,
    "text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًۭا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ"
  },
  {
    "id": 2774,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 101,
    "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍۢ وَلَا يَتَسَآءَلُونَ"
  },
  {
    "id": 2775,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 102,
    "text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 2776,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 103,
    "text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ"
  },
  {
    "id": 2777,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 104,
    "text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ"
  },
  {
    "id": 2778,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 105,
    "text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ"
  },
  {
    "id": 2779,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 106,
    "text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًۭا ضَآلِّينَ"
  },
  {
    "id": 2780,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 107,
    "text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ"
  },
  {
    "id": 2781,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 108,
    "text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ"
  },
  {
    "id": 2782,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 109,
    "text": "إِنَّهُۥ كَانَ فَرِيقٌۭ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ"
  },
  {
    "id": 2783,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 110,
    "text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ"
  },
  {
    "id": 2784,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 111,
    "text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ"
  },
  {
    "id": 2785,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 112,
    "text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ"
  },
  {
    "id": 2786,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 113,
    "text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ فَسْـَٔلِ ٱلْعَآدِّينَ"
  },
  {
    "id": 2787,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 114,
    "text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًۭا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 2788,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 115,
    "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ"
  },
  {
    "id": 2789,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 116,
    "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ"
  },
  {
    "id": 2790,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 117,
    "text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ"
  },
  {
    "id": 2791,
    "surahId": 23,
    "surahName": "سُورَةُ المُؤۡمِنُونَ",
    "verseNumber": 118,
    "text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ"
  },
  {
    "id": 2792,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سُورَةٌ أَنزَلْنَٰهَا وَفَرَضْنَٰهَا وَأَنزَلْنَا فِيهَآ ءَايَٰتٍۭ بَيِّنَٰتٍۢ لَّعَلَّكُمْ تَذَكَّرُونَ"
  },
  {
    "id": 2793,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 2,
    "text": "ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍۢ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍۢ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌۭ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌۭ مِّنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 2794,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 3,
    "text": "ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةًۭ وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌۭ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 2795,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 4,
    "text": "وَٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَٰتِ ثُمَّ لَمْ يَأْتُوا۟ بِأَرْبَعَةِ شُهَدَآءَ فَٱجْلِدُوهُمْ ثَمَٰنِينَ جَلْدَةًۭ وَلَا تَقْبَلُوا۟ لَهُمْ شَهَٰدَةً أَبَدًۭا ۚ وَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ"
  },
  {
    "id": 2796,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 5,
    "text": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 2797,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 6,
    "text": "وَٱلَّذِينَ يَرْمُونَ أَزْوَٰجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَآءُ إِلَّآ أَنفُسُهُمْ فَشَهَٰدَةُ أَحَدِهِمْ أَرْبَعُ شَهَٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 2798,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 7,
    "text": "وَٱلْخَٰمِسَةُ أَنَّ لَعْنَتَ ٱللَّهِ عَلَيْهِ إِن كَانَ مِنَ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 2799,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 8,
    "text": "وَيَدْرَؤُا۟ عَنْهَا ٱلْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَٰدَٰتٍۭ بِٱللَّهِ ۙ إِنَّهُۥ لَمِنَ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 2800,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 9,
    "text": "وَٱلْخَٰمِسَةَ أَنَّ غَضَبَ ٱللَّهِ عَلَيْهَآ إِن كَانَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 2801,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 10,
    "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ تَوَّابٌ حَكِيمٌ"
  },
  {
    "id": 2802,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 11,
    "text": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌۭ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّۭا لَّكُم ۖ بَلْ هُوَ خَيْرٌۭ لَّكُمْ ۚ لِكُلِّ ٱمْرِئٍۢ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ ۚ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌۭ"
  },
  {
    "id": 2803,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 12,
    "text": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَٰتُ بِأَنفُسِهِمْ خَيْرًۭا وَقَالُوا۟ هَٰذَآ إِفْكٌۭ مُّبِينٌۭ"
  },
  {
    "id": 2804,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 13,
    "text": "لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ۚ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَٰذِبُونَ"
  },
  {
    "id": 2805,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 14,
    "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ"
  },
  {
    "id": 2806,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 15,
    "text": "إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌۭ وَتَحْسَبُونَهُۥ هَيِّنًۭا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌۭ"
  },
  {
    "id": 2807,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 16,
    "text": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَٰنَكَ هَٰذَا بُهْتَٰنٌ عَظِيمٌۭ"
  },
  {
    "id": 2808,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 17,
    "text": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ"
  },
  {
    "id": 2809,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 18,
    "text": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ"
  },
  {
    "id": 2810,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 19,
    "text": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌۭ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ"
  },
  {
    "id": 2811,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 20,
    "text": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 2812,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 21,
    "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَٰنِ ۚ وَمَن يَتَّبِعْ خُطُوَٰتِ ٱلشَّيْطَٰنِ فَإِنَّهُۥ يَأْمُرُ بِٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۚ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًۭا وَلَٰكِنَّ ٱللَّهَ يُزَكِّى مَن يَشَآءُ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌۭ"
  },
  {
    "id": 2813,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 22,
    "text": "وَلَا يَأْتَلِ أُو۟لُوا۟ ٱلْفَضْلِ مِنكُمْ وَٱلسَّعَةِ أَن يُؤْتُوٓا۟ أُو۟لِى ٱلْقُرْبَىٰ وَٱلْمَسَٰكِينَ وَٱلْمُهَٰجِرِينَ فِى سَبِيلِ ٱللَّهِ ۖ وَلْيَعْفُوا۟ وَلْيَصْفَحُوٓا۟ ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ ٱللَّهُ لَكُمْ ۗ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌ"
  },
  {
    "id": 2814,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 23,
    "text": "إِنَّ ٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَٰتِ ٱلْغَٰفِلَٰتِ ٱلْمُؤْمِنَٰتِ لُعِنُوا۟ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌۭ"
  },
  {
    "id": 2815,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 24,
    "text": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 2816,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 25,
    "text": "يَوْمَئِذٍۢ يُوَفِّيهِمُ ٱللَّهُ دِينَهُمُ ٱلْحَقَّ وَيَعْلَمُونَ أَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ ٱلْمُبِينُ"
  },
  {
    "id": 2817,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 26,
    "text": "ٱلْخَبِيثَٰتُ لِلْخَبِيثِينَ وَٱلْخَبِيثُونَ لِلْخَبِيثَٰتِ ۖ وَٱلطَّيِّبَٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَٰتِ ۚ أُو۟لَٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ"
  },
  {
    "id": 2818,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 27,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا۟ وَتُسَلِّمُوا۟ عَلَىٰٓ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ"
  },
  {
    "id": 2819,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 28,
    "text": "فَإِن لَّمْ تَجِدُوا۟ فِيهَآ أَحَدًۭا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِن قِيلَ لَكُمُ ٱرْجِعُوا۟ فَٱرْجِعُوا۟ ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌۭ"
  },
  {
    "id": 2820,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 29,
    "text": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا۟ بُيُوتًا غَيْرَ مَسْكُونَةٍۢ فِيهَا مَتَٰعٌۭ لَّكُمْ ۚ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ"
  },
  {
    "id": 2821,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 30,
    "text": "قُل لِّلْمُؤْمِنِينَ يَغُضُّوا۟ مِنْ أَبْصَٰرِهِمْ وَيَحْفَظُوا۟ فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا يَصْنَعُونَ"
  },
  {
    "id": 2822,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 31,
    "text": "وَقُل لِّلْمُؤْمِنَٰتِ يَغْضُضْنَ مِنْ أَبْصَٰرِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ إِخْوَٰنِهِنَّ أَوْ بَنِىٓ أَخَوَٰتِهِنَّ أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُنَّ أَوِ ٱلتَّٰبِعِينَ غَيْرِ أُو۟لِى ٱلْإِرْبَةِ مِنَ ٱلرِّجَالِ أَوِ ٱلطِّفْلِ ٱلَّذِينَ لَمْ يَظْهَرُوا۟ عَلَىٰ عَوْرَٰتِ ٱلنِّسَآءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ۚ وَتُوبُوٓا۟ إِلَى ٱللَّهِ جَمِيعًا أَيُّهَ ٱلْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ"
  },
  {
    "id": 2823,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 32,
    "text": "وَأَنكِحُوا۟ ٱلْأَيَٰمَىٰ مِنكُمْ وَٱلصَّٰلِحِينَ مِنْ عِبَادِكُمْ وَإِمَآئِكُمْ ۚ إِن يَكُونُوا۟ فُقَرَآءَ يُغْنِهِمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌۭ"
  },
  {
    "id": 2824,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 33,
    "text": "وَلْيَسْتَعْفِفِ ٱلَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ ٱللَّهُ مِن فَضْلِهِۦ ۗ وَٱلَّذِينَ يَبْتَغُونَ ٱلْكِتَٰبَ مِمَّا مَلَكَتْ أَيْمَٰنُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًۭا ۖ وَءَاتُوهُم مِّن مَّالِ ٱللَّهِ ٱلَّذِىٓ ءَاتَىٰكُمْ ۚ وَلَا تُكْرِهُوا۟ فَتَيَٰتِكُمْ عَلَى ٱلْبِغَآءِ إِنْ أَرَدْنَ تَحَصُّنًۭا لِّتَبْتَغُوا۟ عَرَضَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَمَن يُكْرِههُّنَّ فَإِنَّ ٱللَّهَ مِنۢ بَعْدِ إِكْرَٰهِهِنَّ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 2825,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 34,
    "text": "وَلَقَدْ أَنزَلْنَآ إِلَيْكُمْ ءَايَٰتٍۢ مُّبَيِّنَٰتٍۢ وَمَثَلًۭا مِّنَ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُمْ وَمَوْعِظَةًۭ لِّلْمُتَّقِينَ"
  },
  {
    "id": 2826,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 35,
    "text": "۞ ٱللَّهُ نُورُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ مَثَلُ نُورِهِۦ كَمِشْكَوٰةٍۢ فِيهَا مِصْبَاحٌ ۖ ٱلْمِصْبَاحُ فِى زُجَاجَةٍ ۖ ٱلزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌۭ دُرِّىٌّۭ يُوقَدُ مِن شَجَرَةٍۢ مُّبَٰرَكَةٍۢ زَيْتُونَةٍۢ لَّا شَرْقِيَّةٍۢ وَلَا غَرْبِيَّةٍۢ يَكَادُ زَيْتُهَا يُضِىٓءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۭ ۚ نُّورٌ عَلَىٰ نُورٍۢ ۗ يَهْدِى ٱللَّهُ لِنُورِهِۦ مَن يَشَآءُ ۚ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَٰلَ لِلنَّاسِ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
  },
  {
    "id": 2827,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 36,
    "text": "فِى بُيُوتٍ أَذِنَ ٱللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا ٱسْمُهُۥ يُسَبِّحُ لَهُۥ فِيهَا بِٱلْغُدُوِّ وَٱلْءَاصَالِ"
  },
  {
    "id": 2828,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 37,
    "text": "رِجَالٌۭ لَّا تُلْهِيهِمْ تِجَٰرَةٌۭ وَلَا بَيْعٌ عَن ذِكْرِ ٱللَّهِ وَإِقَامِ ٱلصَّلَوٰةِ وَإِيتَآءِ ٱلزَّكَوٰةِ ۙ يَخَافُونَ يَوْمًۭا تَتَقَلَّبُ فِيهِ ٱلْقُلُوبُ وَٱلْأَبْصَٰرُ"
  },
  {
    "id": 2829,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 38,
    "text": "لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا عَمِلُوا۟ وَيَزِيدَهُم مِّن فَضْلِهِۦ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍۢ"
  },
  {
    "id": 2830,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 39,
    "text": "وَٱلَّذِينَ كَفَرُوٓا۟ أَعْمَٰلُهُمْ كَسَرَابٍۭ بِقِيعَةٍۢ يَحْسَبُهُ ٱلظَّمْـَٔانُ مَآءً حَتَّىٰٓ إِذَا جَآءَهُۥ لَمْ يَجِدْهُ شَيْـًۭٔا وَوَجَدَ ٱللَّهَ عِندَهُۥ فَوَفَّىٰهُ حِسَابَهُۥ ۗ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ"
  },
  {
    "id": 2831,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 40,
    "text": "أَوْ كَظُلُمَٰتٍۢ فِى بَحْرٍۢ لُّجِّىٍّۢ يَغْشَىٰهُ مَوْجٌۭ مِّن فَوْقِهِۦ مَوْجٌۭ مِّن فَوْقِهِۦ سَحَابٌۭ ۚ ظُلُمَٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍ إِذَآ أَخْرَجَ يَدَهُۥ لَمْ يَكَدْ يَرَىٰهَا ۗ وَمَن لَّمْ يَجْعَلِ ٱللَّهُ لَهُۥ نُورًۭا فَمَا لَهُۥ مِن نُّورٍ"
  },
  {
    "id": 2832,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 41,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُسَبِّحُ لَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱلطَّيْرُ صَٰٓفَّٰتٍۢ ۖ كُلٌّۭ قَدْ عَلِمَ صَلَاتَهُۥ وَتَسْبِيحَهُۥ ۗ وَٱللَّهُ عَلِيمٌۢ بِمَا يَفْعَلُونَ"
  },
  {
    "id": 2833,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 42,
    "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ"
  },
  {
    "id": 2834,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 43,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُزْجِى سَحَابًۭا ثُمَّ يُؤَلِّفُ بَيْنَهُۥ ثُمَّ يَجْعَلُهُۥ رُكَامًۭا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مِن جِبَالٍۢ فِيهَا مِنۢ بَرَدٍۢ فَيُصِيبُ بِهِۦ مَن يَشَآءُ وَيَصْرِفُهُۥ عَن مَّن يَشَآءُ ۖ يَكَادُ سَنَا بَرْقِهِۦ يَذْهَبُ بِٱلْأَبْصَٰرِ"
  },
  {
    "id": 2835,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 44,
    "text": "يُقَلِّبُ ٱللَّهُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَعِبْرَةًۭ لِّأُو۟لِى ٱلْأَبْصَٰرِ"
  },
  {
    "id": 2836,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 45,
    "text": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍۢ مِّن مَّآءٍۢ ۖ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍۢ ۚ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 2837,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 46,
    "text": "لَّقَدْ أَنزَلْنَآ ءَايَٰتٍۢ مُّبَيِّنَٰتٍۢ ۚ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 2838,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 47,
    "text": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌۭ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَٰٓئِكَ بِٱلْمُؤْمِنِينَ"
  },
  {
    "id": 2839,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 48,
    "text": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌۭ مِّنْهُم مُّعْرِضُونَ"
  },
  {
    "id": 2840,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 49,
    "text": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ"
  },
  {
    "id": 2841,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 50,
    "text": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ ۚ بَلْ أُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ"
  },
  {
    "id": 2842,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 51,
    "text": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا ۚ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 2843,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 52,
    "text": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَآئِزُونَ"
  },
  {
    "id": 2844,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 53,
    "text": "۞ وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا۟ ۖ طَاعَةٌۭ مَّعْرُوفَةٌ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 2845,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 54,
    "text": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ ۖ وَإِن تُطِيعُوهُ تَهْتَدُوا۟ ۚ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ"
  },
  {
    "id": 2846,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 55,
    "text": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى ٱلْأَرْضِ كَمَا ٱسْتَخْلَفَ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ ٱلَّذِى ٱرْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمْ أَمْنًۭا ۚ يَعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـًۭٔا ۚ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ"
  },
  {
    "id": 2847,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 56,
    "text": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ"
  },
  {
    "id": 2848,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 57,
    "text": "لَا تَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ ۚ وَمَأْوَىٰهُمُ ٱلنَّارُ ۖ وَلَبِئْسَ ٱلْمَصِيرُ"
  },
  {
    "id": 2849,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 58,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِيَسْتَـْٔذِنكُمُ ٱلَّذِينَ مَلَكَتْ أَيْمَٰنُكُمْ وَٱلَّذِينَ لَمْ يَبْلُغُوا۟ ٱلْحُلُمَ مِنكُمْ ثَلَٰثَ مَرَّٰتٍۢ ۚ مِّن قَبْلِ صَلَوٰةِ ٱلْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ ٱلظَّهِيرَةِ وَمِنۢ بَعْدِ صَلَوٰةِ ٱلْعِشَآءِ ۚ ثَلَٰثُ عَوْرَٰتٍۢ لَّكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّ ۚ طَوَّٰفُونَ عَلَيْكُم بَعْضُكُمْ عَلَىٰ بَعْضٍۢ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ"
  },
  {
    "id": 2850,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 59,
    "text": "وَإِذَا بَلَغَ ٱلْأَطْفَٰلُ مِنكُمُ ٱلْحُلُمَ فَلْيَسْتَـْٔذِنُوا۟ كَمَا ٱسْتَـْٔذَنَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ"
  },
  {
    "id": 2851,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 60,
    "text": "وَٱلْقَوَٰعِدُ مِنَ ٱلنِّسَآءِ ٱلَّٰتِى لَا يَرْجُونَ نِكَاحًۭا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَٰتٍۭ بِزِينَةٍۢ ۖ وَأَن يَسْتَعْفِفْنَ خَيْرٌۭ لَّهُنَّ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌۭ"
  },
  {
    "id": 2852,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 61,
    "text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌۭ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌۭ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌۭ وَلَا عَلَىٰٓ أَنفُسِكُمْ أَن تَأْكُلُوا۟ مِنۢ بُيُوتِكُمْ أَوْ بُيُوتِ ءَابَآئِكُمْ أَوْ بُيُوتِ أُمَّهَٰتِكُمْ أَوْ بُيُوتِ إِخْوَٰنِكُمْ أَوْ بُيُوتِ أَخَوَٰتِكُمْ أَوْ بُيُوتِ أَعْمَٰمِكُمْ أَوْ بُيُوتِ عَمَّٰتِكُمْ أَوْ بُيُوتِ أَخْوَٰلِكُمْ أَوْ بُيُوتِ خَٰلَٰتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُۥٓ أَوْ صَدِيقِكُمْ ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا۟ جَمِيعًا أَوْ أَشْتَاتًۭا ۚ فَإِذَا دَخَلْتُم بُيُوتًۭا فَسَلِّمُوا۟ عَلَىٰٓ أَنفُسِكُمْ تَحِيَّةًۭ مِّنْ عِندِ ٱللَّهِ مُبَٰرَكَةًۭ طَيِّبَةًۭ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ"
  },
  {
    "id": 2853,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 62,
    "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَإِذَا كَانُوا۟ مَعَهُۥ عَلَىٰٓ أَمْرٍۢ جَامِعٍۢ لَّمْ يَذْهَبُوا۟ حَتَّىٰ يَسْتَـْٔذِنُوهُ ۚ إِنَّ ٱلَّذِينَ يَسْتَـْٔذِنُونَكَ أُو۟لَٰٓئِكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ ۚ فَإِذَا ٱسْتَـْٔذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَٱسْتَغْفِرْ لَهُمُ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 2854,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 63,
    "text": "لَّا تَجْعَلُوا۟ دُعَآءَ ٱلرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُم بَعْضًۭا ۚ قَدْ يَعْلَمُ ٱللَّهُ ٱلَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًۭا ۚ فَلْيَحْذَرِ ٱلَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِۦٓ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ"
  },
  {
    "id": 2855,
    "surahId": 24,
    "surahName": "سُورَةُ النُّورِ",
    "verseNumber": 64,
    "text": "أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ"
  },
  {
    "id": 2856,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا"
  },
  {
    "id": 2857,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 2,
    "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍۢ فَقَدَّرَهُۥ تَقْدِيرًۭا"
  },
  {
    "id": 2858,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 3,
    "text": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ لَّا يَخْلُقُونَ شَيْـًۭٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّۭا وَلَا نَفْعًۭا وَلَا يَمْلِكُونَ مَوْتًۭا وَلَا حَيَوٰةًۭ وَلَا نُشُورًۭا"
  },
  {
    "id": 2859,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 4,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًۭا وَزُورًۭا"
  },
  {
    "id": 2860,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 5,
    "text": "وَقَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةًۭ وَأَصِيلًۭا"
  },
  {
    "id": 2861,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 6,
    "text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 2862,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 7,
    "text": "وَقَالُوا۟ مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌۭ فَيَكُونَ مَعَهُۥ نَذِيرًا"
  },
  {
    "id": 2863,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 8,
    "text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌۭ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًۭا مَّسْحُورًا"
  },
  {
    "id": 2864,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 9,
    "text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًۭا"
  },
  {
    "id": 2865,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 10,
    "text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًۭا مِّن ذَٰلِكَ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا"
  },
  {
    "id": 2866,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 11,
    "text": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا"
  },
  {
    "id": 2867,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 12,
    "text": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍۢ سَمِعُوا۟ لَهَا تَغَيُّظًۭا وَزَفِيرًۭا"
  },
  {
    "id": 2868,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 13,
    "text": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًۭا ضَيِّقًۭا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًۭا"
  },
  {
    "id": 2869,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 14,
    "text": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًۭا وَٰحِدًۭا وَٱدْعُوا۟ ثُبُورًۭا كَثِيرًۭا"
  },
  {
    "id": 2870,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 15,
    "text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءًۭ وَمَصِيرًۭا"
  },
  {
    "id": 2871,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 16,
    "text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًۭا مَّسْـُٔولًۭا"
  },
  {
    "id": 2872,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 17,
    "text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ"
  },
  {
    "id": 2873,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 18,
    "text": "قَالُوا۟ سُبْحَٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًۭا"
  },
  {
    "id": 2874,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 19,
    "text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًۭا وَلَا نَصْرًۭا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًۭا كَبِيرًۭا"
  },
  {
    "id": 2875,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 20,
    "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍۢ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًۭا"
  },
  {
    "id": 2876,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 21,
    "text": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّۭا كَبِيرًۭا"
  },
  {
    "id": 2877,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 22,
    "text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍۢ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًۭا مَّحْجُورًۭا"
  },
  {
    "id": 2878,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 23,
    "text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍۢ فَجَعَلْنَٰهُ هَبَآءًۭ مَّنثُورًا"
  },
  {
    "id": 2879,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 24,
    "text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌۭ مُّسْتَقَرًّۭا وَأَحْسَنُ مَقِيلًۭا"
  },
  {
    "id": 2880,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 25,
    "text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا"
  },
  {
    "id": 2881,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 26,
    "text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًۭا"
  },
  {
    "id": 2882,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 27,
    "text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًۭا"
  },
  {
    "id": 2883,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 28,
    "text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًۭا"
  },
  {
    "id": 2884,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 29,
    "text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًۭا"
  },
  {
    "id": 2885,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 30,
    "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَٰذَا ٱلْقُرْءَانَ مَهْجُورًۭا"
  },
  {
    "id": 2886,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 31,
    "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّۭا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًۭا وَنَصِيرًۭا"
  },
  {
    "id": 2887,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 32,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةًۭ وَٰحِدَةًۭ ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَٰهُ تَرْتِيلًۭا"
  },
  {
    "id": 2888,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 33,
    "text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا"
  },
  {
    "id": 2889,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 34,
    "text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَٰٓئِكَ شَرٌّۭ مَّكَانًۭا وَأَضَلُّ سَبِيلًۭا"
  },
  {
    "id": 2890,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 35,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًۭا"
  },
  {
    "id": 2891,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 36,
    "text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًۭا"
  },
  {
    "id": 2892,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 37,
    "text": "وَقَوْمَ نُوحٍۢ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةًۭ ۖ وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًۭا"
  },
  {
    "id": 2893,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 38,
    "text": "وَعَادًۭا وَثَمُودَا۟ وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًۭا"
  },
  {
    "id": 2894,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 39,
    "text": "وَكُلًّۭا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ ۖ وَكُلًّۭا تَبَّرْنَا تَتْبِيرًۭا"
  },
  {
    "id": 2895,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 40,
    "text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًۭا"
  },
  {
    "id": 2896,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 41,
    "text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا"
  },
  {
    "id": 2897,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 42,
    "text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا"
  },
  {
    "id": 2898,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 43,
    "text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا"
  },
  {
    "id": 2899,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 44,
    "text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا"
  },
  {
    "id": 2900,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 45,
    "text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًۭا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًۭا"
  },
  {
    "id": 2901,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 46,
    "text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًۭا يَسِيرًۭا"
  },
  {
    "id": 2902,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 47,
    "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًۭا وَٱلنَّوْمَ سُبَاتًۭا وَجَعَلَ ٱلنَّهَارَ نُشُورًۭا"
  },
  {
    "id": 2903,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 48,
    "text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ طَهُورًۭا"
  },
  {
    "id": 2904,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 49,
    "text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةًۭ مَّيْتًۭا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًۭا وَأَنَاسِىَّ كَثِيرًۭا"
  },
  {
    "id": 2905,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 50,
    "text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًۭا"
  },
  {
    "id": 2906,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 51,
    "text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍۢ نَّذِيرًۭا"
  },
  {
    "id": 2907,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 52,
    "text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًۭا كَبِيرًۭا"
  },
  {
    "id": 2908,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 53,
    "text": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌۭ فُرَاتٌۭ وَهَٰذَا مِلْحٌ أُجَاجٌۭ وَجَعَلَ بَيْنَهُمَا بَرْزَخًۭا وَحِجْرًۭا مَّحْجُورًۭا"
  },
  {
    "id": 2909,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 54,
    "text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًۭا فَجَعَلَهُۥ نَسَبًۭا وَصِهْرًۭا ۗ وَكَانَ رَبُّكَ قَدِيرًۭا"
  },
  {
    "id": 2910,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 55,
    "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًۭا"
  },
  {
    "id": 2911,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 56,
    "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًۭا وَنَذِيرًۭا"
  },
  {
    "id": 2912,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 57,
    "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا"
  },
  {
    "id": 2913,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 58,
    "text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا"
  },
  {
    "id": 2914,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 59,
    "text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًۭا"
  },
  {
    "id": 2915,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 60,
    "text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًۭا ۩"
  },
  {
    "id": 2916,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 61,
    "text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًۭا وَجَعَلَ فِيهَا سِرَٰجًۭا وَقَمَرًۭا مُّنِيرًۭا"
  },
  {
    "id": 2917,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 62,
    "text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةًۭ لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًۭا"
  },
  {
    "id": 2918,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 63,
    "text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًۭا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا۟ سَلَٰمًۭا"
  },
  {
    "id": 2919,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 64,
    "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًۭا وَقِيَٰمًۭا"
  },
  {
    "id": 2920,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 65,
    "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا"
  },
  {
    "id": 2921,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 66,
    "text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّۭا وَمُقَامًۭا"
  },
  {
    "id": 2922,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 67,
    "text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًۭا"
  },
  {
    "id": 2923,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 68,
    "text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًۭا"
  },
  {
    "id": 2924,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 69,
    "text": "يُضَٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا"
  },
  {
    "id": 2925,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 70,
    "text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًۭا صَٰلِحًۭا فَأُو۟لَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَٰتٍۢ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 2926,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 71,
    "text": "وَمَن تَابَ وَعَمِلَ صَٰلِحًۭا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًۭا"
  },
  {
    "id": 2927,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 72,
    "text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًۭا"
  },
  {
    "id": 2928,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 73,
    "text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّۭا وَعُمْيَانًۭا"
  },
  {
    "id": 2929,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 74,
    "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعْيُنٍۢ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا"
  },
  {
    "id": 2930,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 75,
    "text": "أُو۟لَٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةًۭ وَسَلَٰمًا"
  },
  {
    "id": 2931,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 76,
    "text": "خَٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّۭا وَمُقَامًۭا"
  },
  {
    "id": 2932,
    "surahId": 25,
    "surahName": "سُورَةُ الفُرۡقَانِ",
    "verseNumber": 77,
    "text": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا"
  },
  {
    "id": 2933,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ طسٓمٓ"
  },
  {
    "id": 2934,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 2,
    "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ"
  },
  {
    "id": 2935,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 3,
    "text": "لَعَلَّكَ بَٰخِعٌۭ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ"
  },
  {
    "id": 2936,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 4,
    "text": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةًۭ فَظَلَّتْ أَعْنَٰقُهُمْ لَهَا خَٰضِعِينَ"
  },
  {
    "id": 2937,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 5,
    "text": "وَمَا يَأْتِيهِم مِّن ذِكْرٍۢ مِّنَ ٱلرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ"
  },
  {
    "id": 2938,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 6,
    "text": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 2939,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 7,
    "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۢ كَرِيمٍ"
  },
  {
    "id": 2940,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 8,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 2941,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 9,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 2942,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 10,
    "text": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 2943,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 11,
    "text": "قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ"
  },
  {
    "id": 2944,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 12,
    "text": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ"
  },
  {
    "id": 2945,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 13,
    "text": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَٰرُونَ"
  },
  {
    "id": 2946,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 14,
    "text": "وَلَهُمْ عَلَىَّ ذَنۢبٌۭ فَأَخَافُ أَن يَقْتُلُونِ"
  },
  {
    "id": 2947,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 15,
    "text": "قَالَ كَلَّا ۖ فَٱذْهَبَا بِـَٔايَٰتِنَآ ۖ إِنَّا مَعَكُم مُّسْتَمِعُونَ"
  },
  {
    "id": 2948,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 16,
    "text": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 2949,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 17,
    "text": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 2950,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 18,
    "text": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًۭا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ"
  },
  {
    "id": 2951,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 19,
    "text": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَٰفِرِينَ"
  },
  {
    "id": 2952,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 20,
    "text": "قَالَ فَعَلْتُهَآ إِذًۭا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ"
  },
  {
    "id": 2953,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 21,
    "text": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِى رَبِّى حُكْمًۭا وَجَعَلَنِى مِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 2954,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 22,
    "text": "وَتِلْكَ نِعْمَةٌۭ تَمُنُّهَا عَلَىَّ أَنْ عَبَّدتَّ بَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 2955,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 23,
    "text": "قَالَ فِرْعَوْنُ وَمَا رَبُّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 2956,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 24,
    "text": "قَالَ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُم مُّوقِنِينَ"
  },
  {
    "id": 2957,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 25,
    "text": "قَالَ لِمَنْ حَوْلَهُۥٓ أَلَا تَسْتَمِعُونَ"
  },
  {
    "id": 2958,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 26,
    "text": "قَالَ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 2959,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 27,
    "text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِىٓ أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌۭ"
  },
  {
    "id": 2960,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 28,
    "text": "قَالَ رَبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُمْ تَعْقِلُونَ"
  },
  {
    "id": 2961,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 29,
    "text": "قَالَ لَئِنِ ٱتَّخَذْتَ إِلَٰهًا غَيْرِى لَأَجْعَلَنَّكَ مِنَ ٱلْمَسْجُونِينَ"
  },
  {
    "id": 2962,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 30,
    "text": "قَالَ أَوَلَوْ جِئْتُكَ بِشَىْءٍۢ مُّبِينٍۢ"
  },
  {
    "id": 2963,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 31,
    "text": "قَالَ فَأْتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 2964,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 32,
    "text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌۭ مُّبِينٌۭ"
  },
  {
    "id": 2965,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 33,
    "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّٰظِرِينَ"
  },
  {
    "id": 2966,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 34,
    "text": "قَالَ لِلْمَلَإِ حَوْلَهُۥٓ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٌۭ"
  },
  {
    "id": 2967,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 35,
    "text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِۦ فَمَاذَا تَأْمُرُونَ"
  },
  {
    "id": 2968,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 36,
    "text": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَٱبْعَثْ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ"
  },
  {
    "id": 2969,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 37,
    "text": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍۢ"
  },
  {
    "id": 2970,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 38,
    "text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَٰتِ يَوْمٍۢ مَّعْلُومٍۢ"
  },
  {
    "id": 2971,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 39,
    "text": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ"
  },
  {
    "id": 2972,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 40,
    "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَٰلِبِينَ"
  },
  {
    "id": 2973,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 41,
    "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَٰلِبِينَ"
  },
  {
    "id": 2974,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 42,
    "text": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًۭا لَّمِنَ ٱلْمُقَرَّبِينَ"
  },
  {
    "id": 2975,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 43,
    "text": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ"
  },
  {
    "id": 2976,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 44,
    "text": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَٰلِبُونَ"
  },
  {
    "id": 2977,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 45,
    "text": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ"
  },
  {
    "id": 2978,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 46,
    "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سَٰجِدِينَ"
  },
  {
    "id": 2979,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 47,
    "text": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 2980,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 48,
    "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ"
  },
  {
    "id": 2981,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 49,
    "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ ۚ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَٰفٍۢ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ"
  },
  {
    "id": 2982,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 50,
    "text": "قَالُوا۟ لَا ضَيْرَ ۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ"
  },
  {
    "id": 2983,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 51,
    "text": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَٰيَٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 2984,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 52,
    "text": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ"
  },
  {
    "id": 2985,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 53,
    "text": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَٰشِرِينَ"
  },
  {
    "id": 2986,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 54,
    "text": "إِنَّ هَٰٓؤُلَآءِ لَشِرْذِمَةٌۭ قَلِيلُونَ"
  },
  {
    "id": 2987,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 55,
    "text": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ"
  },
  {
    "id": 2988,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 56,
    "text": "وَإِنَّا لَجَمِيعٌ حَٰذِرُونَ"
  },
  {
    "id": 2989,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 57,
    "text": "فَأَخْرَجْنَٰهُم مِّن جَنَّٰتٍۢ وَعُيُونٍۢ"
  },
  {
    "id": 2990,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 58,
    "text": "وَكُنُوزٍۢ وَمَقَامٍۢ كَرِيمٍۢ"
  },
  {
    "id": 2991,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 59,
    "text": "كَذَٰلِكَ وَأَوْرَثْنَٰهَا بَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 2992,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 60,
    "text": "فَأَتْبَعُوهُم مُّشْرِقِينَ"
  },
  {
    "id": 2993,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 61,
    "text": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ"
  },
  {
    "id": 2994,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 62,
    "text": "قَالَ كَلَّآ ۖ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ"
  },
  {
    "id": 2995,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 63,
    "text": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ ۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍۢ كَٱلطَّوْدِ ٱلْعَظِيمِ"
  },
  {
    "id": 2996,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 64,
    "text": "وَأَزْلَفْنَا ثَمَّ ٱلْءَاخَرِينَ"
  },
  {
    "id": 2997,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 65,
    "text": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ"
  },
  {
    "id": 2998,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 66,
    "text": "ثُمَّ أَغْرَقْنَا ٱلْءَاخَرِينَ"
  },
  {
    "id": 2999,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 67,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3000,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 68,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3001,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 69,
    "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ"
  },
  {
    "id": 3002,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 70,
    "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ"
  },
  {
    "id": 3003,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 71,
    "text": "قَالُوا۟ نَعْبُدُ أَصْنَامًۭا فَنَظَلُّ لَهَا عَٰكِفِينَ"
  },
  {
    "id": 3004,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 72,
    "text": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ"
  },
  {
    "id": 3005,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 73,
    "text": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ"
  },
  {
    "id": 3006,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 74,
    "text": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ"
  },
  {
    "id": 3007,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 75,
    "text": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ"
  },
  {
    "id": 3008,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 76,
    "text": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ"
  },
  {
    "id": 3009,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 77,
    "text": "فَإِنَّهُمْ عَدُوٌّۭ لِّىٓ إِلَّا رَبَّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3010,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 78,
    "text": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ"
  },
  {
    "id": 3011,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 79,
    "text": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ"
  },
  {
    "id": 3012,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 80,
    "text": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ"
  },
  {
    "id": 3013,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 81,
    "text": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ"
  },
  {
    "id": 3014,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 82,
    "text": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ"
  },
  {
    "id": 3015,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 83,
    "text": "رَبِّ هَبْ لِى حُكْمًۭا وَأَلْحِقْنِى بِٱلصَّٰلِحِينَ"
  },
  {
    "id": 3016,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 84,
    "text": "وَٱجْعَل لِّى لِسَانَ صِدْقٍۢ فِى ٱلْءَاخِرِينَ"
  },
  {
    "id": 3017,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 85,
    "text": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ"
  },
  {
    "id": 3018,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 86,
    "text": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ"
  },
  {
    "id": 3019,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 87,
    "text": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ"
  },
  {
    "id": 3020,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 88,
    "text": "يَوْمَ لَا يَنفَعُ مَالٌۭ وَلَا بَنُونَ"
  },
  {
    "id": 3021,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 89,
    "text": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍۢ سَلِيمٍۢ"
  },
  {
    "id": 3022,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 90,
    "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ"
  },
  {
    "id": 3023,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 91,
    "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ"
  },
  {
    "id": 3024,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 92,
    "text": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ"
  },
  {
    "id": 3025,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 93,
    "text": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ"
  },
  {
    "id": 3026,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 94,
    "text": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ"
  },
  {
    "id": 3027,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 95,
    "text": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ"
  },
  {
    "id": 3028,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 96,
    "text": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ"
  },
  {
    "id": 3029,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 97,
    "text": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَٰلٍۢ مُّبِينٍ"
  },
  {
    "id": 3030,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 98,
    "text": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3031,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 99,
    "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ"
  },
  {
    "id": 3032,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 100,
    "text": "فَمَا لَنَا مِن شَٰفِعِينَ"
  },
  {
    "id": 3033,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 101,
    "text": "وَلَا صَدِيقٍ حَمِيمٍۢ"
  },
  {
    "id": 3034,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 102,
    "text": "فَلَوْ أَنَّ لَنَا كَرَّةًۭ فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3035,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 103,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3036,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 104,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3037,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 105,
    "text": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3038,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 106,
    "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3039,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 107,
    "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 3040,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 108,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3041,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 109,
    "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3042,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 110,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3043,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 111,
    "text": "۞ قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ"
  },
  {
    "id": 3044,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 112,
    "text": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3045,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 113,
    "text": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى ۖ لَوْ تَشْعُرُونَ"
  },
  {
    "id": 3046,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 114,
    "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3047,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 115,
    "text": "إِنْ أَنَا۠ إِلَّا نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3048,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 116,
    "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ"
  },
  {
    "id": 3049,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 117,
    "text": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ"
  },
  {
    "id": 3050,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 118,
    "text": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًۭا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3051,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 119,
    "text": "فَأَنجَيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ"
  },
  {
    "id": 3052,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 120,
    "text": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ"
  },
  {
    "id": 3053,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 121,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3054,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 122,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3055,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 123,
    "text": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3056,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 124,
    "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3057,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 125,
    "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 3058,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 126,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3059,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 127,
    "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3060,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 128,
    "text": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةًۭ تَعْبَثُونَ"
  },
  {
    "id": 3061,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 129,
    "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ"
  },
  {
    "id": 3062,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 130,
    "text": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ"
  },
  {
    "id": 3063,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 131,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3064,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 132,
    "text": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ"
  },
  {
    "id": 3065,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 133,
    "text": "أَمَدَّكُم بِأَنْعَٰمٍۢ وَبَنِينَ"
  },
  {
    "id": 3066,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 134,
    "text": "وَجَنَّٰتٍۢ وَعُيُونٍ"
  },
  {
    "id": 3067,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 135,
    "text": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍۢ"
  },
  {
    "id": 3068,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 136,
    "text": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ"
  },
  {
    "id": 3069,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 137,
    "text": "إِنْ هَٰذَآ إِلَّا خُلُقُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3070,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 138,
    "text": "وَمَا نَحْنُ بِمُعَذَّبِينَ"
  },
  {
    "id": 3071,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 139,
    "text": "فَكَذَّبُوهُ فَأَهْلَكْنَٰهُمْ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3072,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 140,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3073,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 141,
    "text": "كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3074,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 142,
    "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَٰلِحٌ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3075,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 143,
    "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 3076,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 144,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3077,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 145,
    "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3078,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 146,
    "text": "أَتُتْرَكُونَ فِى مَا هَٰهُنَآ ءَامِنِينَ"
  },
  {
    "id": 3079,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 147,
    "text": "فِى جَنَّٰتٍۢ وَعُيُونٍۢ"
  },
  {
    "id": 3080,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 148,
    "text": "وَزُرُوعٍۢ وَنَخْلٍۢ طَلْعُهَا هَضِيمٌۭ"
  },
  {
    "id": 3081,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 149,
    "text": "وَتَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًۭا فَٰرِهِينَ"
  },
  {
    "id": 3082,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 150,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3083,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 151,
    "text": "وَلَا تُطِيعُوٓا۟ أَمْرَ ٱلْمُسْرِفِينَ"
  },
  {
    "id": 3084,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 152,
    "text": "ٱلَّذِينَ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ"
  },
  {
    "id": 3085,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 153,
    "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ"
  },
  {
    "id": 3086,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 154,
    "text": "مَآ أَنتَ إِلَّا بَشَرٌۭ مِّثْلُنَا فَأْتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 3087,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 155,
    "text": "قَالَ هَٰذِهِۦ نَاقَةٌۭ لَّهَا شِرْبٌۭ وَلَكُمْ شِرْبُ يَوْمٍۢ مَّعْلُومٍۢ"
  },
  {
    "id": 3088,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 156,
    "text": "وَلَا تَمَسُّوهَا بِسُوٓءٍۢ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍۢ"
  },
  {
    "id": 3089,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 157,
    "text": "فَعَقَرُوهَا فَأَصْبَحُوا۟ نَٰدِمِينَ"
  },
  {
    "id": 3090,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 158,
    "text": "فَأَخَذَهُمُ ٱلْعَذَابُ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3091,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 159,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3092,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 160,
    "text": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3093,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 161,
    "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3094,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 162,
    "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 3095,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 163,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3096,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 164,
    "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3097,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 165,
    "text": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3098,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 166,
    "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ"
  },
  {
    "id": 3099,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 167,
    "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ"
  },
  {
    "id": 3100,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 168,
    "text": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ"
  },
  {
    "id": 3101,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 169,
    "text": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ"
  },
  {
    "id": 3102,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 170,
    "text": "فَنَجَّيْنَٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ"
  },
  {
    "id": 3103,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 171,
    "text": "إِلَّا عَجُوزًۭا فِى ٱلْغَٰبِرِينَ"
  },
  {
    "id": 3104,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 172,
    "text": "ثُمَّ دَمَّرْنَا ٱلْءَاخَرِينَ"
  },
  {
    "id": 3105,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 173,
    "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًۭا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ"
  },
  {
    "id": 3106,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 174,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3107,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 175,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3108,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 176,
    "text": "كَذَّبَ أَصْحَٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3109,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 177,
    "text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3110,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 178,
    "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 3111,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 179,
    "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 3112,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 180,
    "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3113,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 181,
    "text": "۞ أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ"
  },
  {
    "id": 3114,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 182,
    "text": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ"
  },
  {
    "id": 3115,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 183,
    "text": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ"
  },
  {
    "id": 3116,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 184,
    "text": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3117,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 185,
    "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ"
  },
  {
    "id": 3118,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 186,
    "text": "وَمَآ أَنتَ إِلَّا بَشَرٌۭ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 3119,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 187,
    "text": "فَأَسْقِطْ عَلَيْنَا كِسَفًۭا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 3120,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 188,
    "text": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 3121,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 189,
    "text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ ۚ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ"
  },
  {
    "id": 3122,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 190,
    "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ"
  },
  {
    "id": 3123,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 191,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3124,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 192,
    "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3125,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 193,
    "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ"
  },
  {
    "id": 3126,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 194,
    "text": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ"
  },
  {
    "id": 3127,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 195,
    "text": "بِلِسَانٍ عَرَبِىٍّۢ مُّبِينٍۢ"
  },
  {
    "id": 3128,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 196,
    "text": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3129,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 197,
    "text": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 3130,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 198,
    "text": "وَلَوْ نَزَّلْنَٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ"
  },
  {
    "id": 3131,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 199,
    "text": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ"
  },
  {
    "id": 3132,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 200,
    "text": "كَذَٰلِكَ سَلَكْنَٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ"
  },
  {
    "id": 3133,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 201,
    "text": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ"
  },
  {
    "id": 3134,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 202,
    "text": "فَيَأْتِيَهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3135,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 203,
    "text": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ"
  },
  {
    "id": 3136,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 204,
    "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ"
  },
  {
    "id": 3137,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 205,
    "text": "أَفَرَءَيْتَ إِن مَّتَّعْنَٰهُمْ سِنِينَ"
  },
  {
    "id": 3138,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 206,
    "text": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ"
  },
  {
    "id": 3139,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 207,
    "text": "مَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يُمَتَّعُونَ"
  },
  {
    "id": 3140,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 208,
    "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ"
  },
  {
    "id": 3141,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 209,
    "text": "ذِكْرَىٰ وَمَا كُنَّا ظَٰلِمِينَ"
  },
  {
    "id": 3142,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 210,
    "text": "وَمَا تَنَزَّلَتْ بِهِ ٱلشَّيَٰطِينُ"
  },
  {
    "id": 3143,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 211,
    "text": "وَمَا يَنۢبَغِى لَهُمْ وَمَا يَسْتَطِيعُونَ"
  },
  {
    "id": 3144,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 212,
    "text": "إِنَّهُمْ عَنِ ٱلسَّمْعِ لَمَعْزُولُونَ"
  },
  {
    "id": 3145,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 213,
    "text": "فَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلْمُعَذَّبِينَ"
  },
  {
    "id": 3146,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 214,
    "text": "وَأَنذِرْ عَشِيرَتَكَ ٱلْأَقْرَبِينَ"
  },
  {
    "id": 3147,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 215,
    "text": "وَٱخْفِضْ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3148,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 216,
    "text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّى بَرِىٓءٌۭ مِّمَّا تَعْمَلُونَ"
  },
  {
    "id": 3149,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 217,
    "text": "وَتَوَكَّلْ عَلَى ٱلْعَزِيزِ ٱلرَّحِيمِ"
  },
  {
    "id": 3150,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 218,
    "text": "ٱلَّذِى يَرَىٰكَ حِينَ تَقُومُ"
  },
  {
    "id": 3151,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 219,
    "text": "وَتَقَلُّبَكَ فِى ٱلسَّٰجِدِينَ"
  },
  {
    "id": 3152,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 220,
    "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 3153,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 221,
    "text": "هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَٰطِينُ"
  },
  {
    "id": 3154,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 222,
    "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍۢ"
  },
  {
    "id": 3155,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 223,
    "text": "يُلْقُونَ ٱلسَّمْعَ وَأَكْثَرُهُمْ كَٰذِبُونَ"
  },
  {
    "id": 3156,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 224,
    "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلْغَاوُۥنَ"
  },
  {
    "id": 3157,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 225,
    "text": "أَلَمْ تَرَ أَنَّهُمْ فِى كُلِّ وَادٍۢ يَهِيمُونَ"
  },
  {
    "id": 3158,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 226,
    "text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ"
  },
  {
    "id": 3159,
    "surahId": 26,
    "surahName": "سُورَةُ الشُّعَرَاءِ",
    "verseNumber": 227,
    "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَذَكَرُوا۟ ٱللَّهَ كَثِيرًۭا وَٱنتَصَرُوا۟ مِنۢ بَعْدِ مَا ظُلِمُوا۟ ۗ وَسَيَعْلَمُ ٱلَّذِينَ ظَلَمُوٓا۟ أَىَّ مُنقَلَبٍۢ يَنقَلِبُونَ"
  },
  {
    "id": 3160,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ طسٓ ۚ تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍۢ مُّبِينٍ"
  },
  {
    "id": 3161,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 2,
    "text": "هُدًۭى وَبُشْرَىٰ لِلْمُؤْمِنِينَ"
  },
  {
    "id": 3162,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 3,
    "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ"
  },
  {
    "id": 3163,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 4,
    "text": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ زَيَّنَّا لَهُمْ أَعْمَٰلَهُمْ فَهُمْ يَعْمَهُونَ"
  },
  {
    "id": 3164,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 5,
    "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَهُمْ سُوٓءُ ٱلْعَذَابِ وَهُمْ فِى ٱلْءَاخِرَةِ هُمُ ٱلْأَخْسَرُونَ"
  },
  {
    "id": 3165,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 6,
    "text": "وَإِنَّكَ لَتُلَقَّى ٱلْقُرْءَانَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ"
  },
  {
    "id": 3166,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 7,
    "text": "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِۦٓ إِنِّىٓ ءَانَسْتُ نَارًۭا سَـَٔاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ ءَاتِيكُم بِشِهَابٍۢ قَبَسٍۢ لَّعَلَّكُمْ تَصْطَلُونَ"
  },
  {
    "id": 3167,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 8,
    "text": "فَلَمَّا جَآءَهَا نُودِىَ أَنۢ بُورِكَ مَن فِى ٱلنَّارِ وَمَنْ حَوْلَهَا وَسُبْحَٰنَ ٱللَّهِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3168,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 9,
    "text": "يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3169,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 10,
    "text": "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّۭ وَلَّىٰ مُدْبِرًۭا وَلَمْ يُعَقِّبْ ۚ يَٰمُوسَىٰ لَا تَخَفْ إِنِّى لَا يَخَافُ لَدَىَّ ٱلْمُرْسَلُونَ"
  },
  {
    "id": 3170,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 11,
    "text": "إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًۢا بَعْدَ سُوٓءٍۢ فَإِنِّى غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 3171,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 12,
    "text": "وَأَدْخِلْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍۢ ۖ فِى تِسْعِ ءَايَٰتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ"
  },
  {
    "id": 3172,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 13,
    "text": "فَلَمَّا جَآءَتْهُمْ ءَايَٰتُنَا مُبْصِرَةًۭ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3173,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 14,
    "text": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًۭا وَعُلُوًّۭا ۚ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُفْسِدِينَ"
  },
  {
    "id": 3174,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 15,
    "text": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَٰنَ عِلْمًۭا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍۢ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3175,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 16,
    "text": "وَوَرِثَ سُلَيْمَٰنُ دَاوُۥدَ ۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ"
  },
  {
    "id": 3176,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 17,
    "text": "وَحُشِرَ لِسُلَيْمَٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ"
  },
  {
    "id": 3177,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 18,
    "text": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌۭ يَٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3178,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 19,
    "text": "فَتَبَسَّمَ ضَاحِكًۭا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًۭا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3179,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 20,
    "text": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ"
  },
  {
    "id": 3180,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 21,
    "text": "لَأُعَذِّبَنَّهُۥ عَذَابًۭا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَٰنٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3181,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 22,
    "text": "فَمَكَثَ غَيْرَ بَعِيدٍۢ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍۢ يَقِينٍ"
  },
  {
    "id": 3182,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 23,
    "text": "إِنِّى وَجَدتُّ ٱمْرَأَةًۭ تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍۢ وَلَهَا عَرْشٌ عَظِيمٌۭ"
  },
  {
    "id": 3183,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 24,
    "text": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ"
  },
  {
    "id": 3184,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 25,
    "text": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ"
  },
  {
    "id": 3185,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 26,
    "text": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩"
  },
  {
    "id": 3186,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 27,
    "text": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 3187,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 28,
    "text": "ٱذْهَب بِّكِتَٰبِى هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ"
  },
  {
    "id": 3188,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 29,
    "text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَٰبٌۭ كَرِيمٌ"
  },
  {
    "id": 3189,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 30,
    "text": "إِنَّهُۥ مِن سُلَيْمَٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ"
  },
  {
    "id": 3190,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 31,
    "text": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ"
  },
  {
    "id": 3191,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 32,
    "text": "قَالَتْ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ"
  },
  {
    "id": 3192,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 33,
    "text": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍۢ وَأُو۟لُوا۟ بَأْسٍۢ شَدِيدٍۢ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ"
  },
  {
    "id": 3193,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 34,
    "text": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةًۭ ۖ وَكَذَٰلِكَ يَفْعَلُونَ"
  },
  {
    "id": 3194,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 35,
    "text": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍۢ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ"
  },
  {
    "id": 3195,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 36,
    "text": "فَلَمَّا جَآءَ سُلَيْمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍۢ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌۭ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ"
  },
  {
    "id": 3196,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 37,
    "text": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍۢ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةًۭ وَهُمْ صَٰغِرُونَ"
  },
  {
    "id": 3197,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 38,
    "text": "قَالَ يَٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ"
  },
  {
    "id": 3198,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 39,
    "text": "قَالَ عِفْرِيتٌۭ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌۭ"
  },
  {
    "id": 3199,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 40,
    "text": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌۭ مِّنَ ٱلْكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّۭ كَرِيمٌۭ"
  },
  {
    "id": 3200,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 41,
    "text": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ"
  },
  {
    "id": 3201,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 42,
    "text": "فَلَمَّا جَآءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ"
  },
  {
    "id": 3202,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 43,
    "text": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍۢ كَٰفِرِينَ"
  },
  {
    "id": 3203,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 44,
    "text": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةًۭ وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌۭ مُّمَرَّدٌۭ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَٰنَ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3204,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 45,
    "text": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ"
  },
  {
    "id": 3205,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 46,
    "text": "قَالَ يَٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ"
  },
  {
    "id": 3206,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 47,
    "text": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌۭ تُفْتَنُونَ"
  },
  {
    "id": 3207,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 48,
    "text": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍۢ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ"
  },
  {
    "id": 3208,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 49,
    "text": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَٰدِقُونَ"
  },
  {
    "id": 3209,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 50,
    "text": "وَمَكَرُوا۟ مَكْرًۭا وَمَكَرْنَا مَكْرًۭا وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3210,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 51,
    "text": "فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ"
  },
  {
    "id": 3211,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 52,
    "text": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّقَوْمٍۢ يَعْلَمُونَ"
  },
  {
    "id": 3212,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 53,
    "text": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ"
  },
  {
    "id": 3213,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 54,
    "text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ"
  },
  {
    "id": 3214,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 55,
    "text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةًۭ مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌۭ تَجْهَلُونَ"
  },
  {
    "id": 3215,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 56,
    "text": "۞ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوٓا۟ ءَالَ لُوطٍۢ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌۭ يَتَطَهَّرُونَ"
  },
  {
    "id": 3216,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 57,
    "text": "فَأَنجَيْنَٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَٰهَا مِنَ ٱلْغَٰبِرِينَ"
  },
  {
    "id": 3217,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 58,
    "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًۭا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ"
  },
  {
    "id": 3218,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 59,
    "text": "قُلِ ٱلْحَمْدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصْطَفَىٰٓ ۗ ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ"
  },
  {
    "id": 3219,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 60,
    "text": "أَمَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءًۭ فَأَنۢبَتْنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهْجَةٍۢ مَّا كَانَ لَكُمْ أَن تُنۢبِتُوا۟ شَجَرَهَآ ۗ أَءِلَٰهٌۭ مَّعَ ٱللَّهِ ۚ بَلْ هُمْ قَوْمٌۭ يَعْدِلُونَ"
  },
  {
    "id": 3220,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 61,
    "text": "أَمَّن جَعَلَ ٱلْأَرْضَ قَرَارًۭا وَجَعَلَ خِلَٰلَهَآ أَنْهَٰرًۭا وَجَعَلَ لَهَا رَوَٰسِىَ وَجَعَلَ بَيْنَ ٱلْبَحْرَيْنِ حَاجِزًا ۗ أَءِلَٰهٌۭ مَّعَ ٱللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 3221,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 62,
    "text": "أَمَّن يُجِيبُ ٱلْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ ٱلسُّوٓءَ وَيَجْعَلُكُمْ خُلَفَآءَ ٱلْأَرْضِ ۗ أَءِلَٰهٌۭ مَّعَ ٱللَّهِ ۚ قَلِيلًۭا مَّا تَذَكَّرُونَ"
  },
  {
    "id": 3222,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 63,
    "text": "أَمَّن يَهْدِيكُمْ فِى ظُلُمَٰتِ ٱلْبَرِّ وَٱلْبَحْرِ وَمَن يُرْسِلُ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦٓ ۗ أَءِلَٰهٌۭ مَّعَ ٱللَّهِ ۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 3223,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 64,
    "text": "أَمَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ أَءِلَٰهٌۭ مَّعَ ٱللَّهِ ۚ قُلْ هَاتُوا۟ بُرْهَٰنَكُمْ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3224,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 65,
    "text": "قُل لَّا يَعْلَمُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ٱلْغَيْبَ إِلَّا ٱللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ"
  },
  {
    "id": 3225,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 66,
    "text": "بَلِ ٱدَّٰرَكَ عِلْمُهُمْ فِى ٱلْءَاخِرَةِ ۚ بَلْ هُمْ فِى شَكٍّۢ مِّنْهَا ۖ بَلْ هُم مِّنْهَا عَمُونَ"
  },
  {
    "id": 3226,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 67,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ أَءِذَا كُنَّا تُرَٰبًۭا وَءَابَآؤُنَآ أَئِنَّا لَمُخْرَجُونَ"
  },
  {
    "id": 3227,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 68,
    "text": "لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَءَابَآؤُنَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3228,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 69,
    "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُجْرِمِينَ"
  },
  {
    "id": 3229,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 70,
    "text": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُن فِى ضَيْقٍۢ مِّمَّا يَمْكُرُونَ"
  },
  {
    "id": 3230,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 71,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3231,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 72,
    "text": "قُلْ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعْضُ ٱلَّذِى تَسْتَعْجِلُونَ"
  },
  {
    "id": 3232,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 73,
    "text": "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ"
  },
  {
    "id": 3233,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 74,
    "text": "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ"
  },
  {
    "id": 3234,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 75,
    "text": "وَمَا مِنْ غَآئِبَةٍۢ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ إِلَّا فِى كِتَٰبٍۢ مُّبِينٍ"
  },
  {
    "id": 3235,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 76,
    "text": "إِنَّ هَٰذَا ٱلْقُرْءَانَ يَقُصُّ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَكْثَرَ ٱلَّذِى هُمْ فِيهِ يَخْتَلِفُونَ"
  },
  {
    "id": 3236,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 77,
    "text": "وَإِنَّهُۥ لَهُدًۭى وَرَحْمَةٌۭ لِّلْمُؤْمِنِينَ"
  },
  {
    "id": 3237,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 78,
    "text": "إِنَّ رَبَّكَ يَقْضِى بَيْنَهُم بِحُكْمِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْعَلِيمُ"
  },
  {
    "id": 3238,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 79,
    "text": "فَتَوَكَّلْ عَلَى ٱللَّهِ ۖ إِنَّكَ عَلَى ٱلْحَقِّ ٱلْمُبِينِ"
  },
  {
    "id": 3239,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 80,
    "text": "إِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ"
  },
  {
    "id": 3240,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 81,
    "text": "وَمَآ أَنتَ بِهَٰدِى ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ"
  },
  {
    "id": 3241,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 82,
    "text": "۞ وَإِذَا وَقَعَ ٱلْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَآبَّةًۭ مِّنَ ٱلْأَرْضِ تُكَلِّمُهُمْ أَنَّ ٱلنَّاسَ كَانُوا۟ بِـَٔايَٰتِنَا لَا يُوقِنُونَ"
  },
  {
    "id": 3242,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 83,
    "text": "وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍۢ فَوْجًۭا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمْ يُوزَعُونَ"
  },
  {
    "id": 3243,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 84,
    "text": "حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبْتُم بِـَٔايَٰتِى وَلَمْ تُحِيطُوا۟ بِهَا عِلْمًا أَمَّاذَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3244,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 85,
    "text": "وَوَقَعَ ٱلْقَوْلُ عَلَيْهِم بِمَا ظَلَمُوا۟ فَهُمْ لَا يَنطِقُونَ"
  },
  {
    "id": 3245,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 86,
    "text": "أَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا ٱلَّيْلَ لِيَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 3246,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 87,
    "text": "وَيَوْمَ يُنفَخُ فِى ٱلصُّورِ فَفَزِعَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَٰخِرِينَ"
  },
  {
    "id": 3247,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 88,
    "text": "وَتَرَى ٱلْجِبَالَ تَحْسَبُهَا جَامِدَةًۭ وَهِىَ تَمُرُّ مَرَّ ٱلسَّحَابِ ۚ صُنْعَ ٱللَّهِ ٱلَّذِىٓ أَتْقَنَ كُلَّ شَىْءٍ ۚ إِنَّهُۥ خَبِيرٌۢ بِمَا تَفْعَلُونَ"
  },
  {
    "id": 3248,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 89,
    "text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌۭ مِّنْهَا وَهُم مِّن فَزَعٍۢ يَوْمَئِذٍ ءَامِنُونَ"
  },
  {
    "id": 3249,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 90,
    "text": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3250,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 91,
    "text": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍۢ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ"
  },
  {
    "id": 3251,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 92,
    "text": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ"
  },
  {
    "id": 3252,
    "surahId": 27,
    "surahName": "سُورَةُ النَّمۡلِ",
    "verseNumber": 93,
    "text": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعْمَلُونَ"
  },
  {
    "id": 3253,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ طسٓمٓ"
  },
  {
    "id": 3254,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 2,
    "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ"
  },
  {
    "id": 3255,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 3,
    "text": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 3256,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 4,
    "text": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًۭا يَسْتَضْعِفُ طَآئِفَةًۭ مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ"
  },
  {
    "id": 3257,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 5,
    "text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةًۭ وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ"
  },
  {
    "id": 3258,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 6,
    "text": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ"
  },
  {
    "id": 3259,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 7,
    "text": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3260,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 8,
    "text": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّۭا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُوا۟ خَٰطِـِٔينَ"
  },
  {
    "id": 3261,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 9,
    "text": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍۢ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًۭا وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3262,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 10,
    "text": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3263,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 11,
    "text": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍۢ وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3264,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 12,
    "text": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍۢ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَٰصِحُونَ"
  },
  {
    "id": 3265,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 13,
    "text": "فَرَدَدْنَٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 3266,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 14,
    "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَٰهُ حُكْمًۭا وَعِلْمًۭا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3267,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 15,
    "text": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍۢ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَٰذَا مِنْ عَمَلِ ٱلشَّيْطَٰنِ ۖ إِنَّهُۥ عَدُوٌّۭ مُّضِلٌّۭ مُّبِينٌۭ"
  },
  {
    "id": 3268,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 16,
    "text": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ"
  },
  {
    "id": 3269,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 17,
    "text": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًۭا لِّلْمُجْرِمِينَ"
  },
  {
    "id": 3270,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 18,
    "text": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًۭا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّۭ مُّبِينٌۭ"
  },
  {
    "id": 3271,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 19,
    "text": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّۭ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًۭا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ"
  },
  {
    "id": 3272,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 20,
    "text": "وَجَآءَ رَجُلٌۭ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّٰصِحِينَ"
  },
  {
    "id": 3273,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 21,
    "text": "فَخَرَجَ مِنْهَا خَآئِفًۭا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 3274,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 22,
    "text": "وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّىٓ أَن يَهْدِيَنِى سَوَآءَ ٱلسَّبِيلِ"
  },
  {
    "id": 3275,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 23,
    "text": "وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةًۭ مِّنَ ٱلنَّاسِ يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِى حَتَّىٰ يُصْدِرَ ٱلرِّعَآءُ ۖ وَأَبُونَا شَيْخٌۭ كَبِيرٌۭ"
  },
  {
    "id": 3276,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 24,
    "text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّى لِمَآ أَنزَلْتَ إِلَىَّ مِنْ خَيْرٍۢ فَقِيرٌۭ"
  },
  {
    "id": 3277,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 25,
    "text": "فَجَآءَتْهُ إِحْدَىٰهُمَا تَمْشِى عَلَى ٱسْتِحْيَآءٍۢ قَالَتْ إِنَّ أَبِى يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيْهِ ٱلْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 3278,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 26,
    "text": "قَالَتْ إِحْدَىٰهُمَا يَٰٓأَبَتِ ٱسْتَـْٔجِرْهُ ۖ إِنَّ خَيْرَ مَنِ ٱسْتَـْٔجَرْتَ ٱلْقَوِىُّ ٱلْأَمِينُ"
  },
  {
    "id": 3279,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 27,
    "text": "قَالَ إِنِّىٓ أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ٱبْنَتَىَّ هَٰتَيْنِ عَلَىٰٓ أَن تَأْجُرَنِى ثَمَٰنِىَ حِجَجٍۢ ۖ فَإِنْ أَتْمَمْتَ عَشْرًۭا فَمِنْ عِندِكَ ۖ وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3280,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 28,
    "text": "قَالَ ذَٰلِكَ بَيْنِى وَبَيْنَكَ ۖ أَيَّمَا ٱلْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَىَّ ۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌۭ"
  },
  {
    "id": 3281,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 29,
    "text": "۞ فَلَمَّا قَضَىٰ مُوسَى ٱلْأَجَلَ وَسَارَ بِأَهْلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارًۭا قَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًۭا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍۢ مِّنَ ٱلنَّارِ لَعَلَّكُمْ تَصْطَلُونَ"
  },
  {
    "id": 3282,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 30,
    "text": "فَلَمَّآ أَتَىٰهَا نُودِىَ مِن شَٰطِئِ ٱلْوَادِ ٱلْأَيْمَنِ فِى ٱلْبُقْعَةِ ٱلْمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّىٓ أَنَا ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3283,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 31,
    "text": "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّۭ وَلَّىٰ مُدْبِرًۭا وَلَمْ يُعَقِّبْ ۚ يَٰمُوسَىٰٓ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ ٱلْءَامِنِينَ"
  },
  {
    "id": 3284,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 32,
    "text": "ٱسْلُكْ يَدَكَ فِى جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍۢ وَٱضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ ٱلرَّهْبِ ۖ فَذَٰنِكَ بُرْهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦٓ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ"
  },
  {
    "id": 3285,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 33,
    "text": "قَالَ رَبِّ إِنِّى قَتَلْتُ مِنْهُمْ نَفْسًۭا فَأَخَافُ أَن يَقْتُلُونِ"
  },
  {
    "id": 3286,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 34,
    "text": "وَأَخِى هَٰرُونُ هُوَ أَفْصَحُ مِنِّى لِسَانًۭا فَأَرْسِلْهُ مَعِىَ رِدْءًۭا يُصَدِّقُنِىٓ ۖ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ"
  },
  {
    "id": 3287,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 35,
    "text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَٰنًۭا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلْغَٰلِبُونَ"
  },
  {
    "id": 3288,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 36,
    "text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٍۢ قَالُوا۟ مَا هَٰذَآ إِلَّا سِحْرٌۭ مُّفْتَرًۭى وَمَا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ"
  },
  {
    "id": 3289,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 37,
    "text": "وَقَالَ مُوسَىٰ رَبِّىٓ أَعْلَمُ بِمَن جَآءَ بِٱلْهُدَىٰ مِنْ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّٰلِمُونَ"
  },
  {
    "id": 3290,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 38,
    "text": "وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا ٱلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِى فَأَوْقِدْ لِى يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجْعَل لِّى صَرْحًۭا لَّعَلِّىٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ مِنَ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 3291,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 39,
    "text": "وَٱسْتَكْبَرَ هُوَ وَجُنُودُهُۥ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَظَنُّوٓا۟ أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ"
  },
  {
    "id": 3292,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 40,
    "text": "فَأَخَذْنَٰهُ وَجُنُودَهُۥ فَنَبَذْنَٰهُمْ فِى ٱلْيَمِّ ۖ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 3293,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 41,
    "text": "وَجَعَلْنَٰهُمْ أَئِمَّةًۭ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَيَوْمَ ٱلْقِيَٰمَةِ لَا يُنصَرُونَ"
  },
  {
    "id": 3294,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 42,
    "text": "وَأَتْبَعْنَٰهُمْ فِى هَٰذِهِ ٱلدُّنْيَا لَعْنَةًۭ ۖ وَيَوْمَ ٱلْقِيَٰمَةِ هُم مِّنَ ٱلْمَقْبُوحِينَ"
  },
  {
    "id": 3295,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 43,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ مِنۢ بَعْدِ مَآ أَهْلَكْنَا ٱلْقُرُونَ ٱلْأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدًۭى وَرَحْمَةًۭ لَّعَلَّهُمْ يَتَذَكَّرُونَ"
  },
  {
    "id": 3296,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 44,
    "text": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ"
  },
  {
    "id": 3297,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 45,
    "text": "وَلَٰكِنَّآ أَنشَأْنَا قُرُونًۭا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًۭا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ"
  },
  {
    "id": 3298,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 46,
    "text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةًۭ مِّن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ"
  },
  {
    "id": 3299,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 47,
    "text": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًۭا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3300,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 48,
    "text": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّۢ كَٰفِرُونَ"
  },
  {
    "id": 3301,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 49,
    "text": "قُلْ فَأْتُوا۟ بِكِتَٰبٍۢ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3302,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 50,
    "text": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًۭى مِّنَ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 3303,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 51,
    "text": "۞ وَلَقَدْ وَصَّلْنَا لَهُمُ ٱلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ"
  },
  {
    "id": 3304,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 52,
    "text": "ٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ مِن قَبْلِهِۦ هُم بِهِۦ يُؤْمِنُونَ"
  },
  {
    "id": 3305,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 53,
    "text": "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوٓا۟ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِۦ مُسْلِمِينَ"
  },
  {
    "id": 3306,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 54,
    "text": "أُو۟لَٰٓئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا۟ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ"
  },
  {
    "id": 3307,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 55,
    "text": "وَإِذَا سَمِعُوا۟ ٱللَّغْوَ أَعْرَضُوا۟ عَنْهُ وَقَالُوا۟ لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ سَلَٰمٌ عَلَيْكُمْ لَا نَبْتَغِى ٱلْجَٰهِلِينَ"
  },
  {
    "id": 3308,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 56,
    "text": "إِنَّكَ لَا تَهْدِى مَنْ أَحْبَبْتَ وَلَٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۚ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ"
  },
  {
    "id": 3309,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 57,
    "text": "وَقَالُوٓا۟ إِن نَّتَّبِعِ ٱلْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا ءَامِنًۭا يُجْبَىٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَىْءٍۢ رِّزْقًۭا مِّن لَّدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 3310,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 58,
    "text": "وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍۭ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَٰكِنُهُمْ لَمْ تُسْكَن مِّنۢ بَعْدِهِمْ إِلَّا قَلِيلًۭا ۖ وَكُنَّا نَحْنُ ٱلْوَٰرِثِينَ"
  },
  {
    "id": 3311,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 59,
    "text": "وَمَا كَانَ رَبُّكَ مُهْلِكَ ٱلْقُرَىٰ حَتَّىٰ يَبْعَثَ فِىٓ أُمِّهَا رَسُولًۭا يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِنَا ۚ وَمَا كُنَّا مُهْلِكِى ٱلْقُرَىٰٓ إِلَّا وَأَهْلُهَا ظَٰلِمُونَ"
  },
  {
    "id": 3312,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 60,
    "text": "وَمَآ أُوتِيتُم مِّن شَىْءٍۢ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌۭ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ"
  },
  {
    "id": 3313,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 61,
    "text": "أَفَمَن وَعَدْنَٰهُ وَعْدًا حَسَنًۭا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَٰمَةِ مِنَ ٱلْمُحْضَرِينَ"
  },
  {
    "id": 3314,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 62,
    "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ"
  },
  {
    "id": 3315,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 63,
    "text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ"
  },
  {
    "id": 3316,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 64,
    "text": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ"
  },
  {
    "id": 3317,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 65,
    "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3318,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 66,
    "text": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍۢ فَهُمْ لَا يَتَسَآءَلُونَ"
  },
  {
    "id": 3319,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 67,
    "text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحًۭا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ"
  },
  {
    "id": 3320,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 68,
    "text": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 3321,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 69,
    "text": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ"
  },
  {
    "id": 3322,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 70,
    "text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْءَاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3323,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 71,
    "text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ"
  },
  {
    "id": 3324,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 72,
    "text": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ مَنْ إِلَٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍۢ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ"
  },
  {
    "id": 3325,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 73,
    "text": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ"
  },
  {
    "id": 3326,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 74,
    "text": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ"
  },
  {
    "id": 3327,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 75,
    "text": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍۢ شَهِيدًۭا فَقُلْنَا هَاتُوا۟ بُرْهَٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ"
  },
  {
    "id": 3328,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 76,
    "text": "۞ إِنَّ قَٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ"
  },
  {
    "id": 3329,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 77,
    "text": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْءَاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ"
  },
  {
    "id": 3330,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 78,
    "text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةًۭ وَأَكْثَرُ جَمْعًۭا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ"
  },
  {
    "id": 3331,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 79,
    "text": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍۢ"
  },
  {
    "id": 3332,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 80,
    "text": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌۭ لِّمَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ"
  },
  {
    "id": 3333,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 81,
    "text": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍۢ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ"
  },
  {
    "id": 3334,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 82,
    "text": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ"
  },
  {
    "id": 3335,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 83,
    "text": "تِلْكَ ٱلدَّارُ ٱلْءَاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّۭا فِى ٱلْأَرْضِ وَلَا فَسَادًۭا ۚ وَٱلْعَٰقِبَةُ لِلْمُتَّقِينَ"
  },
  {
    "id": 3336,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 84,
    "text": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌۭ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3337,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 85,
    "text": "إِنَّ ٱلَّذِى فَرَضَ عَلَيْكَ ٱلْقُرْءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٍۢ ۚ قُل رَّبِّىٓ أَعْلَمُ مَن جَآءَ بِٱلْهُدَىٰ وَمَنْ هُوَ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3338,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 86,
    "text": "وَمَا كُنتَ تَرْجُوٓا۟ أَن يُلْقَىٰٓ إِلَيْكَ ٱلْكِتَٰبُ إِلَّا رَحْمَةًۭ مِّن رَّبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًۭا لِّلْكَٰفِرِينَ"
  },
  {
    "id": 3339,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 87,
    "text": "وَلَا يَصُدُّنَّكَ عَنْ ءَايَٰتِ ٱللَّهِ بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ ۖ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ"
  },
  {
    "id": 3340,
    "surahId": 28,
    "surahName": "سُورَةُ القَصَصِ",
    "verseNumber": 88,
    "text": "وَلَا تَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ ۘ لَآ إِلَٰهَ إِلَّا هُوَ ۚ كُلُّ شَىْءٍ هَالِكٌ إِلَّا وَجْهَهُۥ ۚ لَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3341,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ"
  },
  {
    "id": 3342,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 2,
    "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ"
  },
  {
    "id": 3343,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 3,
    "text": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ"
  },
  {
    "id": 3344,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 4,
    "text": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ"
  },
  {
    "id": 3345,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 5,
    "text": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍۢ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 3346,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 6,
    "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3347,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 7,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3348,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 8,
    "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًۭا ۖ وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3349,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 9,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3350,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 10,
    "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌۭ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3351,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 11,
    "text": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ"
  },
  {
    "id": 3352,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 12,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَٰذِبُونَ"
  },
  {
    "id": 3353,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 13,
    "text": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًۭا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ"
  },
  {
    "id": 3354,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 14,
    "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًۭا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ"
  },
  {
    "id": 3355,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 15,
    "text": "فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةًۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 3356,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 16,
    "text": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ"
  },
  {
    "id": 3357,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 17,
    "text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًۭا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًۭا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3358,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 18,
    "text": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌۭ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ"
  },
  {
    "id": 3359,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 19,
    "text": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ"
  },
  {
    "id": 3360,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 20,
    "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 3361,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 21,
    "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ"
  },
  {
    "id": 3362,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 22,
    "text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ"
  },
  {
    "id": 3363,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 23,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 3364,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 24,
    "text": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 3365,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 25,
    "text": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَٰنًۭا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍۢ وَيَلْعَنُ بَعْضُكُم بَعْضًۭا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ"
  },
  {
    "id": 3366,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 26,
    "text": "۞ فَـَٔامَنَ لَهُۥ لُوطٌۭ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3367,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 27,
    "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ وَءَاتَيْنَٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3368,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 28,
    "text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍۢ مِّنَ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3369,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 29,
    "text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 3370,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 30,
    "text": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ"
  },
  {
    "id": 3371,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 31,
    "text": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَٰلِمِينَ"
  },
  {
    "id": 3372,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 32,
    "text": "قَالَ إِنَّ فِيهَا لُوطًۭا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ"
  },
  {
    "id": 3373,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 33,
    "text": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًۭا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًۭا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ"
  },
  {
    "id": 3374,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 34,
    "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًۭا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ"
  },
  {
    "id": 3375,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 35,
    "text": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةًۭ لِّقَوْمٍۢ يَعْقِلُونَ"
  },
  {
    "id": 3376,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 36,
    "text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًۭا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ"
  },
  {
    "id": 3377,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 37,
    "text": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ"
  },
  {
    "id": 3378,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 38,
    "text": "وَعَادًۭا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ"
  },
  {
    "id": 3379,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 39,
    "text": "وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَٰبِقِينَ"
  },
  {
    "id": 3380,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 40,
    "text": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًۭا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ"
  },
  {
    "id": 3381,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 41,
    "text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًۭا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ"
  },
  {
    "id": 3382,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 42,
    "text": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍۢ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3383,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 43,
    "text": "وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ"
  },
  {
    "id": 3384,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 44,
    "text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ"
  },
  {
    "id": 3385,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 45,
    "text": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ"
  },
  {
    "id": 3386,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 46,
    "text": "۞ وَلَا تُجَٰدِلُوٓا۟ أَهْلَ ٱلْكِتَٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٌۭ وَنَحْنُ لَهُۥ مُسْلِمُونَ"
  },
  {
    "id": 3387,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 47,
    "text": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلْكَٰفِرُونَ"
  },
  {
    "id": 3388,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 48,
    "text": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَٰبٍۢ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًۭا لَّٱرْتَابَ ٱلْمُبْطِلُونَ"
  },
  {
    "id": 3389,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 49,
    "text": "بَلْ هُوَ ءَايَٰتٌۢ بَيِّنَٰتٌۭ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ"
  },
  {
    "id": 3390,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 50,
    "text": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَٰتٌۭ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ"
  },
  {
    "id": 3391,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 51,
    "text": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةًۭ وَذِكْرَىٰ لِقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 3392,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 52,
    "text": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًۭا ۖ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ"
  },
  {
    "id": 3393,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 53,
    "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌۭ مُّسَمًّۭى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 3394,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 54,
    "text": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ"
  },
  {
    "id": 3395,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 55,
    "text": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3396,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 56,
    "text": "يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌۭ فَإِيَّٰىَ فَٱعْبُدُونِ"
  },
  {
    "id": 3397,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 57,
    "text": "كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ"
  },
  {
    "id": 3398,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 58,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًۭا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ"
  },
  {
    "id": 3399,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 59,
    "text": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ"
  },
  {
    "id": 3400,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 60,
    "text": "وَكَأَيِّن مِّن دَآبَّةٍۢ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 3401,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 61,
    "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ"
  },
  {
    "id": 3402,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 62,
    "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
  },
  {
    "id": 3403,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 63,
    "text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ"
  },
  {
    "id": 3404,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 64,
    "text": "وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌۭ وَلَعِبٌۭ ۚ وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ"
  },
  {
    "id": 3405,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 65,
    "text": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ"
  },
  {
    "id": 3406,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 66,
    "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ"
  },
  {
    "id": 3407,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 67,
    "text": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًۭا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ"
  },
  {
    "id": 3408,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 68,
    "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ"
  },
  {
    "id": 3409,
    "surahId": 29,
    "surahName": "سُورَةُ العَنكَبُوتِ",
    "verseNumber": 69,
    "text": "وَٱلَّذِينَ جَٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3410,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ"
  },
  {
    "id": 3411,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 2,
    "text": "غُلِبَتِ ٱلرُّومُ"
  },
  {
    "id": 3412,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 3,
    "text": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ"
  },
  {
    "id": 3413,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 4,
    "text": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍۢ يَفْرَحُ ٱلْمُؤْمِنُونَ"
  },
  {
    "id": 3414,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 5,
    "text": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3415,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 6,
    "text": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 3416,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 7,
    "text": "يَعْلَمُونَ ظَٰهِرًۭا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْءَاخِرَةِ هُمْ غَٰفِلُونَ"
  },
  {
    "id": 3417,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 8,
    "text": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍۢ مُّسَمًّۭى ۗ وَإِنَّ كَثِيرًۭا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَٰفِرُونَ"
  },
  {
    "id": 3418,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 9,
    "text": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةًۭ وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ"
  },
  {
    "id": 3419,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 10,
    "text": "ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ"
  },
  {
    "id": 3420,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 11,
    "text": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3421,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 12,
    "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ"
  },
  {
    "id": 3422,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 13,
    "text": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَٰفِرِينَ"
  },
  {
    "id": 3423,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 14,
    "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَتَفَرَّقُونَ"
  },
  {
    "id": 3424,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 15,
    "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَهُمْ فِى رَوْضَةٍۢ يُحْبَرُونَ"
  },
  {
    "id": 3425,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 16,
    "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَا وَلِقَآئِ ٱلْءَاخِرَةِ فَأُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ"
  },
  {
    "id": 3426,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 17,
    "text": "فَسُبْحَٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ"
  },
  {
    "id": 3427,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 18,
    "text": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّۭا وَحِينَ تُظْهِرُونَ"
  },
  {
    "id": 3428,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 19,
    "text": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ"
  },
  {
    "id": 3429,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 20,
    "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ إِذَآ أَنتُم بَشَرٌۭ تَنتَشِرُونَ"
  },
  {
    "id": 3430,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 21,
    "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةًۭ وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ"
  },
  {
    "id": 3431,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 22,
    "text": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّلْعَٰلِمِينَ"
  },
  {
    "id": 3432,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 23,
    "text": "وَمِنْ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَسْمَعُونَ"
  },
  {
    "id": 3433,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 24,
    "text": "وَمِنْ ءَايَٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًۭا وَطَمَعًۭا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءًۭ فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ"
  },
  {
    "id": 3434,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 25,
    "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةًۭ مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ"
  },
  {
    "id": 3435,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 26,
    "text": "وَلَهُۥ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّۭ لَّهُۥ قَٰنِتُونَ"
  },
  {
    "id": 3436,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 27,
    "text": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3437,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 28,
    "text": "ضَرَبَ لَكُم مَّثَلًۭا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌۭ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍۢ يَعْقِلُونَ"
  },
  {
    "id": 3438,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 29,
    "text": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍۢ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّٰصِرِينَ"
  },
  {
    "id": 3439,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 30,
    "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًۭا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 3440,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 31,
    "text": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ"
  },
  {
    "id": 3441,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 32,
    "text": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًۭا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ"
  },
  {
    "id": 3442,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 33,
    "text": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّۭ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌۭ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ"
  },
  {
    "id": 3443,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 34,
    "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ"
  },
  {
    "id": 3444,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 35,
    "text": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَٰنًۭا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ"
  },
  {
    "id": 3445,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 36,
    "text": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةًۭ فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ"
  },
  {
    "id": 3446,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 37,
    "text": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 3447,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 38,
    "text": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌۭ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 3448,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 39,
    "text": "وَمَآ ءَاتَيْتُم مِّن رِّبًۭا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍۢ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ"
  },
  {
    "id": 3449,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 40,
    "text": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍۢ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 3450,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 41,
    "text": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ"
  },
  {
    "id": 3451,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 42,
    "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ"
  },
  {
    "id": 3452,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 43,
    "text": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍۢ يَصَّدَّعُونَ"
  },
  {
    "id": 3453,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 44,
    "text": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَٰلِحًۭا فَلِأَنفُسِهِمْ يَمْهَدُونَ"
  },
  {
    "id": 3454,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 45,
    "text": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَٰفِرِينَ"
  },
  {
    "id": 3455,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 46,
    "text": "وَمِنْ ءَايَٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍۢ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ"
  },
  {
    "id": 3456,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 47,
    "text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3457,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 48,
    "text": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًۭا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًۭا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ"
  },
  {
    "id": 3458,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 49,
    "text": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ"
  },
  {
    "id": 3459,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 50,
    "text": "فَٱنظُرْ إِلَىٰٓ ءَاثَٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 3460,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 51,
    "text": "وَلَئِنْ أَرْسَلْنَا رِيحًۭا فَرَأَوْهُ مُصْفَرًّۭا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ"
  },
  {
    "id": 3461,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 52,
    "text": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ"
  },
  {
    "id": 3462,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 53,
    "text": "وَمَآ أَنتَ بِهَٰدِ ٱلْعُمْىِ عَن ضَلَٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَٰتِنَا فَهُم مُّسْلِمُونَ"
  },
  {
    "id": 3463,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 54,
    "text": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍۢ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍۢ قُوَّةًۭ ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍۢ ضَعْفًۭا وَشَيْبَةًۭ ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ"
  },
  {
    "id": 3464,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 55,
    "text": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍۢ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ"
  },
  {
    "id": 3465,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 56,
    "text": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَٰذَا يَوْمُ ٱلْبَعْثِ وَلَٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ"
  },
  {
    "id": 3466,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 57,
    "text": "فَيَوْمَئِذٍۢ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ"
  },
  {
    "id": 3467,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 58,
    "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍۢ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ"
  },
  {
    "id": 3468,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 59,
    "text": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ"
  },
  {
    "id": 3469,
    "surahId": 30,
    "surahName": "سُورَةُ الرُّومِ",
    "verseNumber": 60,
    "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ"
  },
  {
    "id": 3470,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ"
  },
  {
    "id": 3471,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 2,
    "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ"
  },
  {
    "id": 3472,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 3,
    "text": "هُدًۭى وَرَحْمَةًۭ لِّلْمُحْسِنِينَ"
  },
  {
    "id": 3473,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 4,
    "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ"
  },
  {
    "id": 3474,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 5,
    "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "id": 3475,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 6,
    "text": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ"
  },
  {
    "id": 3476,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 7,
    "text": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًۭا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ"
  },
  {
    "id": 3477,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 8,
    "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ"
  },
  {
    "id": 3478,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 9,
    "text": "خَٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3479,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 10,
    "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍۢ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۢ كَرِيمٍ"
  },
  {
    "id": 3480,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 11,
    "text": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3481,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 12,
    "text": "وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌۭ"
  },
  {
    "id": 3482,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 13,
    "text": "وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌۭ"
  },
  {
    "id": 3483,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 14,
    "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍۢ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ"
  },
  {
    "id": 3484,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 15,
    "text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًۭا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3485,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 16,
    "text": "يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍۢ مِّنْ خَرْدَلٍۢ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ"
  },
  {
    "id": 3486,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 17,
    "text": "يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ"
  },
  {
    "id": 3487,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 18,
    "text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍۢ"
  },
  {
    "id": 3488,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 19,
    "text": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ"
  },
  {
    "id": 3489,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 20,
    "text": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةًۭ وَبَاطِنَةًۭ ۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ"
  },
  {
    "id": 3490,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 21,
    "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ"
  },
  {
    "id": 3491,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 22,
    "text": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌۭ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ"
  },
  {
    "id": 3492,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 23,
    "text": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 3493,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 24,
    "text": "نُمَتِّعُهُمْ قَلِيلًۭا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍۢ"
  },
  {
    "id": 3494,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 25,
    "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 3495,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 26,
    "text": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 3496,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 27,
    "text": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌۭ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍۢ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ"
  },
  {
    "id": 3497,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 28,
    "text": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍۢ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ"
  },
  {
    "id": 3498,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 29,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّۭ يَجْرِىٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌۭ"
  },
  {
    "id": 3499,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 30,
    "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ"
  },
  {
    "id": 3500,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 31,
    "text": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ"
  },
  {
    "id": 3501,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 32,
    "text": "وَإِذَا غَشِيَهُم مَّوْجٌۭ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌۭ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍۢ كَفُورٍۢ"
  },
  {
    "id": 3502,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 33,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًۭا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ"
  },
  {
    "id": 3503,
    "surahId": 31,
    "surahName": "سُورَةُ لُقۡمَانَ",
    "verseNumber": 34,
    "text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌۭ مَّاذَا تَكْسِبُ غَدًۭا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍۢ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ"
  },
  {
    "id": 3504,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ"
  },
  {
    "id": 3505,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 2,
    "text": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3506,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 3,
    "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ"
  },
  {
    "id": 3507,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 4,
    "text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ"
  },
  {
    "id": 3508,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 5,
    "text": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ"
  },
  {
    "id": 3509,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 6,
    "text": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 3510,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 7,
    "text": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍۢ"
  },
  {
    "id": 3511,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 8,
    "text": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ"
  },
  {
    "id": 3512,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 9,
    "text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ"
  },
  {
    "id": 3513,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 10,
    "text": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ"
  },
  {
    "id": 3514,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 11,
    "text": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ"
  },
  {
    "id": 3515,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 12,
    "text": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ"
  },
  {
    "id": 3516,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 13,
    "text": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ"
  },
  {
    "id": 3517,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 14,
    "text": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3518,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 15,
    "text": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩"
  },
  {
    "id": 3519,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 16,
    "text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ"
  },
  {
    "id": 3520,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 17,
    "text": "فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3521,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 18,
    "text": "أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ"
  },
  {
    "id": 3522,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 19,
    "text": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3523,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 20,
    "text": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ"
  },
  {
    "id": 3524,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 21,
    "text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ"
  },
  {
    "id": 3525,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 22,
    "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ"
  },
  {
    "id": 3526,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 23,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 3527,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 24,
    "text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ"
  },
  {
    "id": 3528,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 25,
    "text": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ"
  },
  {
    "id": 3529,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 26,
    "text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ"
  },
  {
    "id": 3530,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 27,
    "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ"
  },
  {
    "id": 3531,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 28,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3532,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 29,
    "text": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ"
  },
  {
    "id": 3533,
    "surahId": 32,
    "surahName": "سُورَةُ السَّجۡدَةِ",
    "verseNumber": 30,
    "text": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ"
  },
  {
    "id": 3534,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا"
  },
  {
    "id": 3535,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 2,
    "text": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًۭا"
  },
  {
    "id": 3536,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 3,
    "text": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًۭا"
  },
  {
    "id": 3537,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 4,
    "text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍۢ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّٰٓـِٔى تُظَٰهِرُونَ مِنْهُنَّ أُمَّهَٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ"
  },
  {
    "id": 3538,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 5,
    "text": "ٱدْعُوهُمْ لِءَابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌۭ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًا"
  },
  {
    "id": 3539,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 6,
    "text": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍۢ فِى كِتَٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًۭا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًۭا"
  },
  {
    "id": 3540,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 7,
    "text": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّۦنَ مِيثَٰقَهُمْ وَمِنكَ وَمِن نُّوحٍۢ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًۭا"
  },
  {
    "id": 3541,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 8,
    "text": "لِّيَسْـَٔلَ ٱلصَّٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَٰفِرِينَ عَذَابًا أَلِيمًۭا"
  },
  {
    "id": 3542,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 9,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌۭ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًۭا وَجُنُودًۭا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا"
  },
  {
    "id": 3543,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 10,
    "text": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠"
  },
  {
    "id": 3544,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 11,
    "text": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًۭا شَدِيدًۭا"
  },
  {
    "id": 3545,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 12,
    "text": "وَإِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًۭا"
  },
  {
    "id": 3546,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 13,
    "text": "وَإِذْ قَالَت طَّآئِفَةٌۭ مِّنْهُمْ يَٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌۭ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌۭ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًۭا"
  },
  {
    "id": 3547,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 14,
    "text": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَءَاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًۭا"
  },
  {
    "id": 3548,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 15,
    "text": "وَلَقَدْ كَانُوا۟ عَٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًۭا"
  },
  {
    "id": 3549,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 16,
    "text": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًۭا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًۭا"
  },
  {
    "id": 3550,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 17,
    "text": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةًۭ ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّۭا وَلَا نَصِيرًۭا"
  },
  {
    "id": 3551,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 18,
    "text": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا"
  },
  {
    "id": 3552,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 19,
    "text": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًۭا"
  },
  {
    "id": 3553,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 20,
    "text": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَٰتَلُوٓا۟ إِلَّا قَلِيلًۭا"
  },
  {
    "id": 3554,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 21,
    "text": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًۭا"
  },
  {
    "id": 3555,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 22,
    "text": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَٰنًۭا وَتَسْلِيمًۭا"
  },
  {
    "id": 3556,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 23,
    "text": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌۭ صَدَقُوا۟ مَا عَٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًۭا"
  },
  {
    "id": 3557,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 24,
    "text": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 3558,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 25,
    "text": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًۭا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًۭا"
  },
  {
    "id": 3559,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 26,
    "text": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًۭا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًۭا"
  },
  {
    "id": 3560,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 27,
    "text": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًۭا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا"
  },
  {
    "id": 3561,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 28,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًۭا جَمِيلًۭا"
  },
  {
    "id": 3562,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 29,
    "text": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْءَاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَٰتِ مِنكُنَّ أَجْرًا عَظِيمًۭا"
  },
  {
    "id": 3563,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 30,
    "text": "يَٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَٰحِشَةٍۢ مُّبَيِّنَةٍۢ يُضَٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًۭا"
  },
  {
    "id": 3564,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 31,
    "text": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَٰلِحًۭا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًۭا كَرِيمًۭا"
  },
  {
    "id": 3565,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 32,
    "text": "يَٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍۢ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌۭ وَقُلْنَ قَوْلًۭا مَّعْرُوفًۭا"
  },
  {
    "id": 3566,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 33,
    "text": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًۭا"
  },
  {
    "id": 3567,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 34,
    "text": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا"
  },
  {
    "id": 3568,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 35,
    "text": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَٱلْقَٰنِتِينَ وَٱلْقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلْخَٰشِعِينَ وَٱلْخَٰشِعَٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلْحَٰفِظِينَ فُرُوجَهُمْ وَٱلْحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًۭا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۭا"
  },
  {
    "id": 3569,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 36,
    "text": "وَمَا كَانَ لِمُؤْمِنٍۢ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَٰلًۭا مُّبِينًۭا"
  },
  {
    "id": 3570,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 37,
    "text": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌۭ مِّنْهَا وَطَرًۭا زَوَّجْنَٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌۭ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًۭا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًۭا"
  },
  {
    "id": 3571,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 38,
    "text": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍۢ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًۭا مَّقْدُورًا"
  },
  {
    "id": 3572,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 39,
    "text": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًۭا"
  },
  {
    "id": 3573,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 40,
    "text": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍۢ مِّن رِّجَالِكُمْ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّۦنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا"
  },
  {
    "id": 3574,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 41,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًۭا كَثِيرًۭا"
  },
  {
    "id": 3575,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 42,
    "text": "وَسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا"
  },
  {
    "id": 3576,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 43,
    "text": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًۭا"
  },
  {
    "id": 3577,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 44,
    "text": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَٰمٌۭ ۚ وَأَعَدَّ لَهُمْ أَجْرًۭا كَرِيمًۭا"
  },
  {
    "id": 3578,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 45,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا"
  },
  {
    "id": 3579,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 46,
    "text": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًۭا مُّنِيرًۭا"
  },
  {
    "id": 3580,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 47,
    "text": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًۭا كَبِيرًۭا"
  },
  {
    "id": 3581,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 48,
    "text": "وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًۭا"
  },
  {
    "id": 3582,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 49,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍۢ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًۭا جَمِيلًۭا"
  },
  {
    "id": 3583,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 50,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةًۭ مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةًۭ لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌۭ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 3584,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 51,
    "text": "۞ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًۭا"
  },
  {
    "id": 3585,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 52,
    "text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍۢ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ رَّقِيبًۭا"
  },
  {
    "id": 3586,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 53,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَٰعًۭا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍۢ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا"
  },
  {
    "id": 3587,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 54,
    "text": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًۭا"
  },
  {
    "id": 3588,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 55,
    "text": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدًا"
  },
  {
    "id": 3589,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 56,
    "text": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا"
  },
  {
    "id": 3590,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 57,
    "text": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًۭا مُّهِينًۭا"
  },
  {
    "id": 3591,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 58,
    "text": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَٰنًۭا وَإِثْمًۭا مُّبِينًۭا"
  },
  {
    "id": 3592,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 59,
    "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 3593,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 60,
    "text": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًۭا"
  },
  {
    "id": 3594,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 61,
    "text": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًۭا"
  },
  {
    "id": 3595,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 62,
    "text": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا"
  },
  {
    "id": 3596,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 63,
    "text": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا"
  },
  {
    "id": 3597,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 64,
    "text": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا"
  },
  {
    "id": 3598,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 65,
    "text": "خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ لَّا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا"
  },
  {
    "id": 3599,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 66,
    "text": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠"
  },
  {
    "id": 3600,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 67,
    "text": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠"
  },
  {
    "id": 3601,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 68,
    "text": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًۭا كَبِيرًۭا"
  },
  {
    "id": 3602,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 69,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ ۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهًۭا"
  },
  {
    "id": 3603,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 70,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًۭا سَدِيدًۭا"
  },
  {
    "id": 3604,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 71,
    "text": "يُصْلِحْ لَكُمْ أَعْمَٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا"
  },
  {
    "id": 3605,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 72,
    "text": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًۭا جَهُولًۭا"
  },
  {
    "id": 3606,
    "surahId": 33,
    "surahName": "سُورَةُ الأَحۡزَابِ",
    "verseNumber": 73,
    "text": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۢا"
  },
  {
    "id": 3607,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْءَاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ"
  },
  {
    "id": 3608,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 2,
    "text": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ"
  },
  {
    "id": 3609,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 3,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَٰبٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3610,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 4,
    "text": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ۚ أُو۟لَٰٓئِكَ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ"
  },
  {
    "id": 3611,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 5,
    "text": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌۭ"
  },
  {
    "id": 3612,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 6,
    "text": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ"
  },
  {
    "id": 3613,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 7,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍۢ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍۢ جَدِيدٍ"
  },
  {
    "id": 3614,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 8,
    "text": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَٰلِ ٱلْبَعِيدِ"
  },
  {
    "id": 3615,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 9,
    "text": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًۭا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّكُلِّ عَبْدٍۢ مُّنِيبٍۢ"
  },
  {
    "id": 3616,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 10,
    "text": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًۭا ۖ يَٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ"
  },
  {
    "id": 3617,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 11,
    "text": "أَنِ ٱعْمَلْ سَٰبِغَٰتٍۢ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌۭ"
  },
  {
    "id": 3618,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 12,
    "text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌۭ وَرَوَاحُهَا شَهْرٌۭ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ"
  },
  {
    "id": 3619,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 13,
    "text": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٍۢ كَٱلْجَوَابِ وَقُدُورٍۢ رَّاسِيَٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًۭا ۚ وَقَلِيلٌۭ مِّنْ عِبَادِىَ ٱلشَّكُورُ"
  },
  {
    "id": 3620,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 14,
    "text": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ"
  },
  {
    "id": 3621,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 15,
    "text": "لَقَدْ كَانَ لِسَبَإٍۢ فِى مَسْكَنِهِمْ ءَايَةٌۭ ۖ جَنَّتَانِ عَن يَمِينٍۢ وَشِمَالٍۢ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌۭ طَيِّبَةٌۭ وَرَبٌّ غَفُورٌۭ"
  },
  {
    "id": 3622,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 16,
    "text": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍۢ وَأَثْلٍۢ وَشَىْءٍۢ مِّن سِدْرٍۢ قَلِيلٍۢ"
  },
  {
    "id": 3623,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 17,
    "text": "ذَٰلِكَ جَزَيْنَٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَٰزِىٓ إِلَّا ٱلْكَفُورَ"
  },
  {
    "id": 3624,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 18,
    "text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَٰرَكْنَا فِيهَا قُرًۭى ظَٰهِرَةًۭ وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ"
  },
  {
    "id": 3625,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 19,
    "text": "فَقَالُوا۟ رَبَّنَا بَٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَٰهُمْ أَحَادِيثَ وَمَزَّقْنَٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ"
  },
  {
    "id": 3626,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 20,
    "text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًۭا مِّنَ ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3627,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 21,
    "text": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْءَاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّۢ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌۭ"
  },
  {
    "id": 3628,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 22,
    "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍۢ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍۢ"
  },
  {
    "id": 3629,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 23,
    "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ"
  },
  {
    "id": 3630,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 24,
    "text": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3631,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 25,
    "text": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ"
  },
  {
    "id": 3632,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 26,
    "text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ"
  },
  {
    "id": 3633,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 27,
    "text": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3634,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 28,
    "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا كَآفَّةًۭ لِّلنَّاسِ بَشِيرًۭا وَنَذِيرًۭا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 3635,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 29,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3636,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 30,
    "text": "قُل لَّكُم مِّيعَادُ يَوْمٍۢ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةًۭ وَلَا تَسْتَقْدِمُونَ"
  },
  {
    "id": 3637,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 31,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ"
  },
  {
    "id": 3638,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 32,
    "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ"
  },
  {
    "id": 3639,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 33,
    "text": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًۭا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 3640,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 34,
    "text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ"
  },
  {
    "id": 3641,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 35,
    "text": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًۭا وَأَوْلَٰدًۭا وَمَا نَحْنُ بِمُعَذَّبِينَ"
  },
  {
    "id": 3642,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 36,
    "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 3643,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 37,
    "text": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَأُو۟لَٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَٰتِ ءَامِنُونَ"
  },
  {
    "id": 3644,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 38,
    "text": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ"
  },
  {
    "id": 3645,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 39,
    "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍۢ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ"
  },
  {
    "id": 3646,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 40,
    "text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًۭا ثُمَّ يَقُولُ لِلْمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ"
  },
  {
    "id": 3647,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 41,
    "text": "قَالُوا۟ سُبْحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ"
  },
  {
    "id": 3648,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 42,
    "text": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍۢ نَّفْعًۭا وَلَا ضَرًّۭا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ"
  },
  {
    "id": 3649,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 43,
    "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ قَالُوا۟ مَا هَٰذَآ إِلَّا رَجُلٌۭ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَٰذَآ إِلَّآ إِفْكٌۭ مُّفْتَرًۭى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3650,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 44,
    "text": "وَمَآ ءَاتَيْنَٰهُم مِّن كُتُبٍۢ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍۢ"
  },
  {
    "id": 3651,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 45,
    "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ"
  },
  {
    "id": 3652,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 46,
    "text": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌۭ لَّكُم بَيْنَ يَدَىْ عَذَابٍۢ شَدِيدٍۢ"
  },
  {
    "id": 3653,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 47,
    "text": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍۢ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌۭ"
  },
  {
    "id": 3654,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 48,
    "text": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّٰمُ ٱلْغُيُوبِ"
  },
  {
    "id": 3655,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 49,
    "text": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَٰطِلُ وَمَا يُعِيدُ"
  },
  {
    "id": 3656,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 50,
    "text": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌۭ قَرِيبٌۭ"
  },
  {
    "id": 3657,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 51,
    "text": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍۢ قَرِيبٍۢ"
  },
  {
    "id": 3658,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 52,
    "text": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍۢ"
  },
  {
    "id": 3659,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 53,
    "text": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍۢ"
  },
  {
    "id": 3660,
    "surahId": 34,
    "surahName": "سُورَةُ سَبَإٍ",
    "verseNumber": 54,
    "text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّۢ مُّرِيبٍۭ"
  },
  {
    "id": 3661,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍۢ مَّثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 3662,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 2,
    "text": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍۢ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 3663,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 3,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ"
  },
  {
    "id": 3664,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 4,
    "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌۭ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ"
  },
  {
    "id": 3665,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 5,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ"
  },
  {
    "id": 3666,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 6,
    "text": "إِنَّ ٱلشَّيْطَٰنَ لَكُمْ عَدُوٌّۭ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَٰبِ ٱلسَّعِيرِ"
  },
  {
    "id": 3667,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 7,
    "text": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌۭ شَدِيدٌۭ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌۭ كَبِيرٌ"
  },
  {
    "id": 3668,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 8,
    "text": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًۭا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ"
  },
  {
    "id": 3669,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 9,
    "text": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابًۭا فَسُقْنَٰهُ إِلَىٰ بَلَدٍۢ مَّيِّتٍۢ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ"
  },
  {
    "id": 3670,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 10,
    "text": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌۭ شَدِيدٌۭ ۖ وَمَكْرُ أُو۟لَٰٓئِكَ هُوَ يَبُورُ"
  },
  {
    "id": 3671,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 11,
    "text": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ جَعَلَكُمْ أَزْوَٰجًۭا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍۢ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ"
  },
  {
    "id": 3672,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 12,
    "text": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَٰذَا عَذْبٌۭ فُرَاتٌۭ سَآئِغٌۭ شَرَابُهُۥ وَهَٰذَا مِلْحٌ أُجَاجٌۭ ۖ وَمِن كُلٍّۢ تَأْكُلُونَ لَحْمًۭا طَرِيًّۭا وَتَسْتَخْرِجُونَ حِلْيَةًۭ تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ"
  },
  {
    "id": 3673,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 13,
    "text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّۭ يَجْرِى لِأَجَلٍۢ مُّسَمًّۭى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ"
  },
  {
    "id": 3674,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 14,
    "text": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍۢ"
  },
  {
    "id": 3675,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 15,
    "text": "۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 3676,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 16,
    "text": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍۢ جَدِيدٍۢ"
  },
  {
    "id": 3677,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 17,
    "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍۢ"
  },
  {
    "id": 3678,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 18,
    "text": "وَلَا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌۭ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ"
  },
  {
    "id": 3679,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 19,
    "text": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ"
  },
  {
    "id": 3680,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 20,
    "text": "وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ"
  },
  {
    "id": 3681,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 21,
    "text": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ"
  },
  {
    "id": 3682,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 22,
    "text": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍۢ مَّن فِى ٱلْقُبُورِ"
  },
  {
    "id": 3683,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 23,
    "text": "إِنْ أَنتَ إِلَّا نَذِيرٌ"
  },
  {
    "id": 3684,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 24,
    "text": "إِنَّآ أَرْسَلْنَٰكَ بِٱلْحَقِّ بَشِيرًۭا وَنَذِيرًۭا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌۭ"
  },
  {
    "id": 3685,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 25,
    "text": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَٰبِ ٱلْمُنِيرِ"
  },
  {
    "id": 3686,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 26,
    "text": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ"
  },
  {
    "id": 3687,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 27,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍۢ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌۭ وَحُمْرٌۭ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌۭ"
  },
  {
    "id": 3688,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 28,
    "text": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ"
  },
  {
    "id": 3689,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 29,
    "text": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَٰهُمْ سِرًّۭا وَعَلَانِيَةًۭ يَرْجُونَ تِجَٰرَةًۭ لَّن تَبُورَ"
  },
  {
    "id": 3690,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 30,
    "text": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌۭ شَكُورٌۭ"
  },
  {
    "id": 3691,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 31,
    "text": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌۭ"
  },
  {
    "id": 3692,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 32,
    "text": "ثُمَّ أَوْرَثْنَا ٱلْكِتَٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌۭ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌۭ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ"
  },
  {
    "id": 3693,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 33,
    "text": "جَنَّٰتُ عَدْنٍۢ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَلُؤْلُؤًۭا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌۭ"
  },
  {
    "id": 3694,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 34,
    "text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌۭ شَكُورٌ"
  },
  {
    "id": 3695,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 35,
    "text": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌۭ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌۭ"
  },
  {
    "id": 3696,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 36,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍۢ"
  },
  {
    "id": 3697,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 37,
    "text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ"
  },
  {
    "id": 3698,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 38,
    "text": "إِنَّ ٱللَّهَ عَٰلِمُ غَيْبِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 3699,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 39,
    "text": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًۭا ۖ وَلَا يَزِيدُ ٱلْكَٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًۭا"
  },
  {
    "id": 3700,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 40,
    "text": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌۭ فِى ٱلسَّمَٰوَٰتِ أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًۭا فَهُمْ عَلَىٰ بَيِّنَتٍۢ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا"
  },
  {
    "id": 3701,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 41,
    "text": "۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍۢ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًۭا"
  },
  {
    "id": 3702,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 42,
    "text": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌۭ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌۭ مَّا زَادَهُمْ إِلَّا نُفُورًا"
  },
  {
    "id": 3703,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 43,
    "text": "ٱسْتِكْبَارًۭا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًۭا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا"
  },
  {
    "id": 3704,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 44,
    "text": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةًۭ ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًۭا قَدِيرًۭا"
  },
  {
    "id": 3705,
    "surahId": 35,
    "surahName": "سُورَةُ فَاطِرٍ",
    "verseNumber": 45,
    "text": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍۢ وَلَٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا"
  },
  {
    "id": 3706,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يسٓ"
  },
  {
    "id": 3707,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 2,
    "text": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ"
  },
  {
    "id": 3708,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 3,
    "text": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3709,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 4,
    "text": "عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 3710,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 5,
    "text": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ"
  },
  {
    "id": 3711,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 6,
    "text": "لِتُنذِرَ قَوْمًۭا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ"
  },
  {
    "id": 3712,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 7,
    "text": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ"
  },
  {
    "id": 3713,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 8,
    "text": "إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًۭا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ"
  },
  {
    "id": 3714,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 9,
    "text": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّۭا وَمِنْ خَلْفِهِمْ سَدًّۭا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ"
  },
  {
    "id": 3715,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 10,
    "text": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ"
  },
  {
    "id": 3716,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 11,
    "text": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍۢ وَأَجْرٍۢ كَرِيمٍ"
  },
  {
    "id": 3717,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 12,
    "text": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3718,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 13,
    "text": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ"
  },
  {
    "id": 3719,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 14,
    "text": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍۢ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ"
  },
  {
    "id": 3720,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 15,
    "text": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌۭ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ"
  },
  {
    "id": 3721,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 16,
    "text": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ"
  },
  {
    "id": 3722,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 17,
    "text": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ"
  },
  {
    "id": 3723,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 18,
    "text": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 3724,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 19,
    "text": "قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌۭ مُّسْرِفُونَ"
  },
  {
    "id": 3725,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 20,
    "text": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌۭ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3726,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 21,
    "text": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًۭا وَهُم مُّهْتَدُونَ"
  },
  {
    "id": 3727,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 22,
    "text": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3728,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 23,
    "text": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّۢ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًۭٔا وَلَا يُنقِذُونِ"
  },
  {
    "id": 3729,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 24,
    "text": "إِنِّىٓ إِذًۭا لَّفِى ضَلَٰلٍۢ مُّبِينٍ"
  },
  {
    "id": 3730,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 25,
    "text": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ"
  },
  {
    "id": 3731,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 26,
    "text": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ"
  },
  {
    "id": 3732,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 27,
    "text": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ"
  },
  {
    "id": 3733,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 28,
    "text": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍۢ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ"
  },
  {
    "id": 3734,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 29,
    "text": "إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ خَٰمِدُونَ"
  },
  {
    "id": 3735,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 30,
    "text": "يَٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 3736,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 31,
    "text": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ"
  },
  {
    "id": 3737,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 32,
    "text": "وَإِن كُلٌّۭ لَّمَّا جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ"
  },
  {
    "id": 3738,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 33,
    "text": "وَءَايَةٌۭ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّۭا فَمِنْهُ يَأْكُلُونَ"
  },
  {
    "id": 3739,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 34,
    "text": "وَجَعَلْنَا فِيهَا جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ"
  },
  {
    "id": 3740,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 35,
    "text": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ"
  },
  {
    "id": 3741,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 36,
    "text": "سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ"
  },
  {
    "id": 3742,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 37,
    "text": "وَءَايَةٌۭ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ"
  },
  {
    "id": 3743,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 38,
    "text": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّۢ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ"
  },
  {
    "id": 3744,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 39,
    "text": "وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ"
  },
  {
    "id": 3745,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 40,
    "text": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّۭ فِى فَلَكٍۢ يَسْبَحُونَ"
  },
  {
    "id": 3746,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 41,
    "text": "وَءَايَةٌۭ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ"
  },
  {
    "id": 3747,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 42,
    "text": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ"
  },
  {
    "id": 3748,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 43,
    "text": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ"
  },
  {
    "id": 3749,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 44,
    "text": "إِلَّا رَحْمَةًۭ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍۢ"
  },
  {
    "id": 3750,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 45,
    "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ"
  },
  {
    "id": 3751,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 46,
    "text": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍۢ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ"
  },
  {
    "id": 3752,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 47,
    "text": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 3753,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 48,
    "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3754,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 49,
    "text": "مَا يَنظُرُونَ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ"
  },
  {
    "id": 3755,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 50,
    "text": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةًۭ وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ"
  },
  {
    "id": 3756,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 51,
    "text": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ"
  },
  {
    "id": 3757,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 52,
    "text": "قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ"
  },
  {
    "id": 3758,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 53,
    "text": "إِن كَانَتْ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ فَإِذَا هُمْ جَمِيعٌۭ لَّدَيْنَا مُحْضَرُونَ"
  },
  {
    "id": 3759,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 54,
    "text": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌۭ شَيْـًۭٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3760,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 55,
    "text": "إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍۢ فَٰكِهُونَ"
  },
  {
    "id": 3761,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 56,
    "text": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ"
  },
  {
    "id": 3762,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 57,
    "text": "لَهُمْ فِيهَا فَٰكِهَةٌۭ وَلَهُم مَّا يَدَّعُونَ"
  },
  {
    "id": 3763,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 58,
    "text": "سَلَٰمٌۭ قَوْلًۭا مِّن رَّبٍّۢ رَّحِيمٍۢ"
  },
  {
    "id": 3764,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 59,
    "text": "وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ"
  },
  {
    "id": 3765,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 60,
    "text": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌۭ"
  },
  {
    "id": 3766,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 61,
    "text": "وَأَنِ ٱعْبُدُونِى ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ"
  },
  {
    "id": 3767,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 62,
    "text": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّۭا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ"
  },
  {
    "id": 3768,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 63,
    "text": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ"
  },
  {
    "id": 3769,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 64,
    "text": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ"
  },
  {
    "id": 3770,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 65,
    "text": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 3771,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 66,
    "text": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ"
  },
  {
    "id": 3772,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 67,
    "text": "وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّۭا وَلَا يَرْجِعُونَ"
  },
  {
    "id": 3773,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 68,
    "text": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ"
  },
  {
    "id": 3774,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 69,
    "text": "وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌۭ وَقُرْءَانٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3775,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 70,
    "text": "لِّيُنذِرَ مَن كَانَ حَيًّۭا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ"
  },
  {
    "id": 3776,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 71,
    "text": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًۭا فَهُمْ لَهَا مَٰلِكُونَ"
  },
  {
    "id": 3777,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 72,
    "text": "وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ"
  },
  {
    "id": 3778,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 73,
    "text": "وَلَهُمْ فِيهَا مَنَٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ"
  },
  {
    "id": 3779,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 74,
    "text": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةًۭ لَّعَلَّهُمْ يُنصَرُونَ"
  },
  {
    "id": 3780,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 75,
    "text": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌۭ مُّحْضَرُونَ"
  },
  {
    "id": 3781,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 76,
    "text": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ"
  },
  {
    "id": 3782,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 77,
    "text": "أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍۢ فَإِذَا هُوَ خَصِيمٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3783,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 78,
    "text": "وَضَرَبَ لَنَا مَثَلًۭا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌۭ"
  },
  {
    "id": 3784,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 79,
    "text": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍۢ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ"
  },
  {
    "id": 3785,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 80,
    "text": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًۭا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ"
  },
  {
    "id": 3786,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 81,
    "text": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ"
  },
  {
    "id": 3787,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 82,
    "text": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ"
  },
  {
    "id": 3788,
    "surahId": 36,
    "surahName": "سُورَةُ يسٓ",
    "verseNumber": 83,
    "text": "فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 3789,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلصَّٰٓفَّٰتِ صَفًّۭا"
  },
  {
    "id": 3790,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 2,
    "text": "فَٱلزَّٰجِرَٰتِ زَجْرًۭا"
  },
  {
    "id": 3791,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 3,
    "text": "فَٱلتَّٰلِيَٰتِ ذِكْرًا"
  },
  {
    "id": 3792,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 4,
    "text": "إِنَّ إِلَٰهَكُمْ لَوَٰحِدٌۭ"
  },
  {
    "id": 3793,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 5,
    "text": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ ٱلْمَشَٰرِقِ"
  },
  {
    "id": 3794,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 6,
    "text": "إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِزِينَةٍ ٱلْكَوَاكِبِ"
  },
  {
    "id": 3795,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 7,
    "text": "وَحِفْظًۭا مِّن كُلِّ شَيْطَٰنٍۢ مَّارِدٍۢ"
  },
  {
    "id": 3796,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 8,
    "text": "لَّا يَسَّمَّعُونَ إِلَى ٱلْمَلَإِ ٱلْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍۢ"
  },
  {
    "id": 3797,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 9,
    "text": "دُحُورًۭا ۖ وَلَهُمْ عَذَابٌۭ وَاصِبٌ"
  },
  {
    "id": 3798,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 10,
    "text": "إِلَّا مَنْ خَطِفَ ٱلْخَطْفَةَ فَأَتْبَعَهُۥ شِهَابٌۭ ثَاقِبٌۭ"
  },
  {
    "id": 3799,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 11,
    "text": "فَٱسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ ۚ إِنَّا خَلَقْنَٰهُم مِّن طِينٍۢ لَّازِبٍۭ"
  },
  {
    "id": 3800,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 12,
    "text": "بَلْ عَجِبْتَ وَيَسْخَرُونَ"
  },
  {
    "id": 3801,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 13,
    "text": "وَإِذَا ذُكِّرُوا۟ لَا يَذْكُرُونَ"
  },
  {
    "id": 3802,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 14,
    "text": "وَإِذَا رَأَوْا۟ ءَايَةًۭ يَسْتَسْخِرُونَ"
  },
  {
    "id": 3803,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 15,
    "text": "وَقَالُوٓا۟ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ مُّبِينٌ"
  },
  {
    "id": 3804,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 16,
    "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ"
  },
  {
    "id": 3805,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 17,
    "text": "أَوَءَابَآؤُنَا ٱلْأَوَّلُونَ"
  },
  {
    "id": 3806,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 18,
    "text": "قُلْ نَعَمْ وَأَنتُمْ دَٰخِرُونَ"
  },
  {
    "id": 3807,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 19,
    "text": "فَإِنَّمَا هِىَ زَجْرَةٌۭ وَٰحِدَةٌۭ فَإِذَا هُمْ يَنظُرُونَ"
  },
  {
    "id": 3808,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 20,
    "text": "وَقَالُوا۟ يَٰوَيْلَنَا هَٰذَا يَوْمُ ٱلدِّينِ"
  },
  {
    "id": 3809,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 21,
    "text": "هَٰذَا يَوْمُ ٱلْفَصْلِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ"
  },
  {
    "id": 3810,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 22,
    "text": "۞ ٱحْشُرُوا۟ ٱلَّذِينَ ظَلَمُوا۟ وَأَزْوَٰجَهُمْ وَمَا كَانُوا۟ يَعْبُدُونَ"
  },
  {
    "id": 3811,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 23,
    "text": "مِن دُونِ ٱللَّهِ فَٱهْدُوهُمْ إِلَىٰ صِرَٰطِ ٱلْجَحِيمِ"
  },
  {
    "id": 3812,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 24,
    "text": "وَقِفُوهُمْ ۖ إِنَّهُم مَّسْـُٔولُونَ"
  },
  {
    "id": 3813,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 25,
    "text": "مَا لَكُمْ لَا تَنَاصَرُونَ"
  },
  {
    "id": 3814,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 26,
    "text": "بَلْ هُمُ ٱلْيَوْمَ مُسْتَسْلِمُونَ"
  },
  {
    "id": 3815,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 27,
    "text": "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَسَآءَلُونَ"
  },
  {
    "id": 3816,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 28,
    "text": "قَالُوٓا۟ إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ ٱلْيَمِينِ"
  },
  {
    "id": 3817,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 29,
    "text": "قَالُوا۟ بَل لَّمْ تَكُونُوا۟ مُؤْمِنِينَ"
  },
  {
    "id": 3818,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 30,
    "text": "وَمَا كَانَ لَنَا عَلَيْكُم مِّن سُلْطَٰنٍۭ ۖ بَلْ كُنتُمْ قَوْمًۭا طَٰغِينَ"
  },
  {
    "id": 3819,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 31,
    "text": "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ ۖ إِنَّا لَذَآئِقُونَ"
  },
  {
    "id": 3820,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 32,
    "text": "فَأَغْوَيْنَٰكُمْ إِنَّا كُنَّا غَٰوِينَ"
  },
  {
    "id": 3821,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 33,
    "text": "فَإِنَّهُمْ يَوْمَئِذٍۢ فِى ٱلْعَذَابِ مُشْتَرِكُونَ"
  },
  {
    "id": 3822,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 34,
    "text": "إِنَّا كَذَٰلِكَ نَفْعَلُ بِٱلْمُجْرِمِينَ"
  },
  {
    "id": 3823,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 35,
    "text": "إِنَّهُمْ كَانُوٓا۟ إِذَا قِيلَ لَهُمْ لَآ إِلَٰهَ إِلَّا ٱللَّهُ يَسْتَكْبِرُونَ"
  },
  {
    "id": 3824,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 36,
    "text": "وَيَقُولُونَ أَئِنَّا لَتَارِكُوٓا۟ ءَالِهَتِنَا لِشَاعِرٍۢ مَّجْنُونٍۭ"
  },
  {
    "id": 3825,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 37,
    "text": "بَلْ جَآءَ بِٱلْحَقِّ وَصَدَّقَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3826,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 38,
    "text": "إِنَّكُمْ لَذَآئِقُوا۟ ٱلْعَذَابِ ٱلْأَلِيمِ"
  },
  {
    "id": 3827,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 39,
    "text": "وَمَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 3828,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 40,
    "text": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 3829,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 41,
    "text": "أُو۟لَٰٓئِكَ لَهُمْ رِزْقٌۭ مَّعْلُومٌۭ"
  },
  {
    "id": 3830,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 42,
    "text": "فَوَٰكِهُ ۖ وَهُم مُّكْرَمُونَ"
  },
  {
    "id": 3831,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 43,
    "text": "فِى جَنَّٰتِ ٱلنَّعِيمِ"
  },
  {
    "id": 3832,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 44,
    "text": "عَلَىٰ سُرُرٍۢ مُّتَقَٰبِلِينَ"
  },
  {
    "id": 3833,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 45,
    "text": "يُطَافُ عَلَيْهِم بِكَأْسٍۢ مِّن مَّعِينٍۭ"
  },
  {
    "id": 3834,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 46,
    "text": "بَيْضَآءَ لَذَّةٍۢ لِّلشَّٰرِبِينَ"
  },
  {
    "id": 3835,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 47,
    "text": "لَا فِيهَا غَوْلٌۭ وَلَا هُمْ عَنْهَا يُنزَفُونَ"
  },
  {
    "id": 3836,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 48,
    "text": "وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ عِينٌۭ"
  },
  {
    "id": 3837,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 49,
    "text": "كَأَنَّهُنَّ بَيْضٌۭ مَّكْنُونٌۭ"
  },
  {
    "id": 3838,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 50,
    "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَسَآءَلُونَ"
  },
  {
    "id": 3839,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 51,
    "text": "قَالَ قَآئِلٌۭ مِّنْهُمْ إِنِّى كَانَ لِى قَرِينٌۭ"
  },
  {
    "id": 3840,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 52,
    "text": "يَقُولُ أَءِنَّكَ لَمِنَ ٱلْمُصَدِّقِينَ"
  },
  {
    "id": 3841,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 53,
    "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَدِينُونَ"
  },
  {
    "id": 3842,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 54,
    "text": "قَالَ هَلْ أَنتُم مُّطَّلِعُونَ"
  },
  {
    "id": 3843,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 55,
    "text": "فَٱطَّلَعَ فَرَءَاهُ فِى سَوَآءِ ٱلْجَحِيمِ"
  },
  {
    "id": 3844,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 56,
    "text": "قَالَ تَٱللَّهِ إِن كِدتَّ لَتُرْدِينِ"
  },
  {
    "id": 3845,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 57,
    "text": "وَلَوْلَا نِعْمَةُ رَبِّى لَكُنتُ مِنَ ٱلْمُحْضَرِينَ"
  },
  {
    "id": 3846,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 58,
    "text": "أَفَمَا نَحْنُ بِمَيِّتِينَ"
  },
  {
    "id": 3847,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 59,
    "text": "إِلَّا مَوْتَتَنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ"
  },
  {
    "id": 3848,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 60,
    "text": "إِنَّ هَٰذَا لَهُوَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 3849,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 61,
    "text": "لِمِثْلِ هَٰذَا فَلْيَعْمَلِ ٱلْعَٰمِلُونَ"
  },
  {
    "id": 3850,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 62,
    "text": "أَذَٰلِكَ خَيْرٌۭ نُّزُلًا أَمْ شَجَرَةُ ٱلزَّقُّومِ"
  },
  {
    "id": 3851,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 63,
    "text": "إِنَّا جَعَلْنَٰهَا فِتْنَةًۭ لِّلظَّٰلِمِينَ"
  },
  {
    "id": 3852,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 64,
    "text": "إِنَّهَا شَجَرَةٌۭ تَخْرُجُ فِىٓ أَصْلِ ٱلْجَحِيمِ"
  },
  {
    "id": 3853,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 65,
    "text": "طَلْعُهَا كَأَنَّهُۥ رُءُوسُ ٱلشَّيَٰطِينِ"
  },
  {
    "id": 3854,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 66,
    "text": "فَإِنَّهُمْ لَءَاكِلُونَ مِنْهَا فَمَالِـُٔونَ مِنْهَا ٱلْبُطُونَ"
  },
  {
    "id": 3855,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 67,
    "text": "ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًۭا مِّنْ حَمِيمٍۢ"
  },
  {
    "id": 3856,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 68,
    "text": "ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى ٱلْجَحِيمِ"
  },
  {
    "id": 3857,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 69,
    "text": "إِنَّهُمْ أَلْفَوْا۟ ءَابَآءَهُمْ ضَآلِّينَ"
  },
  {
    "id": 3858,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 70,
    "text": "فَهُمْ عَلَىٰٓ ءَاثَٰرِهِمْ يُهْرَعُونَ"
  },
  {
    "id": 3859,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 71,
    "text": "وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3860,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 72,
    "text": "وَلَقَدْ أَرْسَلْنَا فِيهِم مُّنذِرِينَ"
  },
  {
    "id": 3861,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 73,
    "text": "فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُنذَرِينَ"
  },
  {
    "id": 3862,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 74,
    "text": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 3863,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 75,
    "text": "وَلَقَدْ نَادَىٰنَا نُوحٌۭ فَلَنِعْمَ ٱلْمُجِيبُونَ"
  },
  {
    "id": 3864,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 76,
    "text": "وَنَجَّيْنَٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ"
  },
  {
    "id": 3865,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 77,
    "text": "وَجَعَلْنَا ذُرِّيَّتَهُۥ هُمُ ٱلْبَاقِينَ"
  },
  {
    "id": 3866,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 78,
    "text": "وَتَرَكْنَا عَلَيْهِ فِى ٱلْءَاخِرِينَ"
  },
  {
    "id": 3867,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 79,
    "text": "سَلَٰمٌ عَلَىٰ نُوحٍۢ فِى ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3868,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 80,
    "text": "إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3869,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 81,
    "text": "إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3870,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 82,
    "text": "ثُمَّ أَغْرَقْنَا ٱلْءَاخَرِينَ"
  },
  {
    "id": 3871,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 83,
    "text": "۞ وَإِنَّ مِن شِيعَتِهِۦ لَإِبْرَٰهِيمَ"
  },
  {
    "id": 3872,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 84,
    "text": "إِذْ جَآءَ رَبَّهُۥ بِقَلْبٍۢ سَلِيمٍ"
  },
  {
    "id": 3873,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 85,
    "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَاذَا تَعْبُدُونَ"
  },
  {
    "id": 3874,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 86,
    "text": "أَئِفْكًا ءَالِهَةًۭ دُونَ ٱللَّهِ تُرِيدُونَ"
  },
  {
    "id": 3875,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 87,
    "text": "فَمَا ظَنُّكُم بِرَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3876,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 88,
    "text": "فَنَظَرَ نَظْرَةًۭ فِى ٱلنُّجُومِ"
  },
  {
    "id": 3877,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 89,
    "text": "فَقَالَ إِنِّى سَقِيمٌۭ"
  },
  {
    "id": 3878,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 90,
    "text": "فَتَوَلَّوْا۟ عَنْهُ مُدْبِرِينَ"
  },
  {
    "id": 3879,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 91,
    "text": "فَرَاغَ إِلَىٰٓ ءَالِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ"
  },
  {
    "id": 3880,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 92,
    "text": "مَا لَكُمْ لَا تَنطِقُونَ"
  },
  {
    "id": 3881,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 93,
    "text": "فَرَاغَ عَلَيْهِمْ ضَرْبًۢا بِٱلْيَمِينِ"
  },
  {
    "id": 3882,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 94,
    "text": "فَأَقْبَلُوٓا۟ إِلَيْهِ يَزِفُّونَ"
  },
  {
    "id": 3883,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 95,
    "text": "قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ"
  },
  {
    "id": 3884,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 96,
    "text": "وَٱللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ"
  },
  {
    "id": 3885,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 97,
    "text": "قَالُوا۟ ٱبْنُوا۟ لَهُۥ بُنْيَٰنًۭا فَأَلْقُوهُ فِى ٱلْجَحِيمِ"
  },
  {
    "id": 3886,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 98,
    "text": "فَأَرَادُوا۟ بِهِۦ كَيْدًۭا فَجَعَلْنَٰهُمُ ٱلْأَسْفَلِينَ"
  },
  {
    "id": 3887,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 99,
    "text": "وَقَالَ إِنِّى ذَاهِبٌ إِلَىٰ رَبِّى سَيَهْدِينِ"
  },
  {
    "id": 3888,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 100,
    "text": "رَبِّ هَبْ لِى مِنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3889,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 101,
    "text": "فَبَشَّرْنَٰهُ بِغُلَٰمٍ حَلِيمٍۢ"
  },
  {
    "id": 3890,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 102,
    "text": "فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعْىَ قَالَ يَٰبُنَىَّ إِنِّىٓ أَرَىٰ فِى ٱلْمَنَامِ أَنِّىٓ أَذْبَحُكَ فَٱنظُرْ مَاذَا تَرَىٰ ۚ قَالَ يَٰٓأَبَتِ ٱفْعَلْ مَا تُؤْمَرُ ۖ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰبِرِينَ"
  },
  {
    "id": 3891,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 103,
    "text": "فَلَمَّآ أَسْلَمَا وَتَلَّهُۥ لِلْجَبِينِ"
  },
  {
    "id": 3892,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 104,
    "text": "وَنَٰدَيْنَٰهُ أَن يَٰٓإِبْرَٰهِيمُ"
  },
  {
    "id": 3893,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 105,
    "text": "قَدْ صَدَّقْتَ ٱلرُّءْيَآ ۚ إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3894,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 106,
    "text": "إِنَّ هَٰذَا لَهُوَ ٱلْبَلَٰٓؤُا۟ ٱلْمُبِينُ"
  },
  {
    "id": 3895,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 107,
    "text": "وَفَدَيْنَٰهُ بِذِبْحٍ عَظِيمٍۢ"
  },
  {
    "id": 3896,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 108,
    "text": "وَتَرَكْنَا عَلَيْهِ فِى ٱلْءَاخِرِينَ"
  },
  {
    "id": 3897,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 109,
    "text": "سَلَٰمٌ عَلَىٰٓ إِبْرَٰهِيمَ"
  },
  {
    "id": 3898,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 110,
    "text": "كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3899,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 111,
    "text": "إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3900,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 112,
    "text": "وَبَشَّرْنَٰهُ بِإِسْحَٰقَ نَبِيًّۭا مِّنَ ٱلصَّٰلِحِينَ"
  },
  {
    "id": 3901,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 113,
    "text": "وَبَٰرَكْنَا عَلَيْهِ وَعَلَىٰٓ إِسْحَٰقَ ۚ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌۭ وَظَالِمٌۭ لِّنَفْسِهِۦ مُبِينٌۭ"
  },
  {
    "id": 3902,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 114,
    "text": "وَلَقَدْ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَٰرُونَ"
  },
  {
    "id": 3903,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 115,
    "text": "وَنَجَّيْنَٰهُمَا وَقَوْمَهُمَا مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ"
  },
  {
    "id": 3904,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 116,
    "text": "وَنَصَرْنَٰهُمْ فَكَانُوا۟ هُمُ ٱلْغَٰلِبِينَ"
  },
  {
    "id": 3905,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 117,
    "text": "وَءَاتَيْنَٰهُمَا ٱلْكِتَٰبَ ٱلْمُسْتَبِينَ"
  },
  {
    "id": 3906,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 118,
    "text": "وَهَدَيْنَٰهُمَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ"
  },
  {
    "id": 3907,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 119,
    "text": "وَتَرَكْنَا عَلَيْهِمَا فِى ٱلْءَاخِرِينَ"
  },
  {
    "id": 3908,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 120,
    "text": "سَلَٰمٌ عَلَىٰ مُوسَىٰ وَهَٰرُونَ"
  },
  {
    "id": 3909,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 121,
    "text": "إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3910,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 122,
    "text": "إِنَّهُمَا مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3911,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 123,
    "text": "وَإِنَّ إِلْيَاسَ لَمِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3912,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 124,
    "text": "إِذْ قَالَ لِقَوْمِهِۦٓ أَلَا تَتَّقُونَ"
  },
  {
    "id": 3913,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 125,
    "text": "أَتَدْعُونَ بَعْلًۭا وَتَذَرُونَ أَحْسَنَ ٱلْخَٰلِقِينَ"
  },
  {
    "id": 3914,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 126,
    "text": "ٱللَّهَ رَبَّكُمْ وَرَبَّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3915,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 127,
    "text": "فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ"
  },
  {
    "id": 3916,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 128,
    "text": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 3917,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 129,
    "text": "وَتَرَكْنَا عَلَيْهِ فِى ٱلْءَاخِرِينَ"
  },
  {
    "id": 3918,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 130,
    "text": "سَلَٰمٌ عَلَىٰٓ إِلْ يَاسِينَ"
  },
  {
    "id": 3919,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 131,
    "text": "إِنَّا كَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ"
  },
  {
    "id": 3920,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 132,
    "text": "إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُؤْمِنِينَ"
  },
  {
    "id": 3921,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 133,
    "text": "وَإِنَّ لُوطًۭا لَّمِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3922,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 134,
    "text": "إِذْ نَجَّيْنَٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ"
  },
  {
    "id": 3923,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 135,
    "text": "إِلَّا عَجُوزًۭا فِى ٱلْغَٰبِرِينَ"
  },
  {
    "id": 3924,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 136,
    "text": "ثُمَّ دَمَّرْنَا ٱلْءَاخَرِينَ"
  },
  {
    "id": 3925,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 137,
    "text": "وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ"
  },
  {
    "id": 3926,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 138,
    "text": "وَبِٱلَّيْلِ ۗ أَفَلَا تَعْقِلُونَ"
  },
  {
    "id": 3927,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 139,
    "text": "وَإِنَّ يُونُسَ لَمِنَ ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3928,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 140,
    "text": "إِذْ أَبَقَ إِلَى ٱلْفُلْكِ ٱلْمَشْحُونِ"
  },
  {
    "id": 3929,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 141,
    "text": "فَسَاهَمَ فَكَانَ مِنَ ٱلْمُدْحَضِينَ"
  },
  {
    "id": 3930,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 142,
    "text": "فَٱلْتَقَمَهُ ٱلْحُوتُ وَهُوَ مُلِيمٌۭ"
  },
  {
    "id": 3931,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 143,
    "text": "فَلَوْلَآ أَنَّهُۥ كَانَ مِنَ ٱلْمُسَبِّحِينَ"
  },
  {
    "id": 3932,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 144,
    "text": "لَلَبِثَ فِى بَطْنِهِۦٓ إِلَىٰ يَوْمِ يُبْعَثُونَ"
  },
  {
    "id": 3933,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 145,
    "text": "۞ فَنَبَذْنَٰهُ بِٱلْعَرَآءِ وَهُوَ سَقِيمٌۭ"
  },
  {
    "id": 3934,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 146,
    "text": "وَأَنۢبَتْنَا عَلَيْهِ شَجَرَةًۭ مِّن يَقْطِينٍۢ"
  },
  {
    "id": 3935,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 147,
    "text": "وَأَرْسَلْنَٰهُ إِلَىٰ مِا۟ئَةِ أَلْفٍ أَوْ يَزِيدُونَ"
  },
  {
    "id": 3936,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 148,
    "text": "فَـَٔامَنُوا۟ فَمَتَّعْنَٰهُمْ إِلَىٰ حِينٍۢ"
  },
  {
    "id": 3937,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 149,
    "text": "فَٱسْتَفْتِهِمْ أَلِرَبِّكَ ٱلْبَنَاتُ وَلَهُمُ ٱلْبَنُونَ"
  },
  {
    "id": 3938,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 150,
    "text": "أَمْ خَلَقْنَا ٱلْمَلَٰٓئِكَةَ إِنَٰثًۭا وَهُمْ شَٰهِدُونَ"
  },
  {
    "id": 3939,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 151,
    "text": "أَلَآ إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ"
  },
  {
    "id": 3940,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 152,
    "text": "وَلَدَ ٱللَّهُ وَإِنَّهُمْ لَكَٰذِبُونَ"
  },
  {
    "id": 3941,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 153,
    "text": "أَصْطَفَى ٱلْبَنَاتِ عَلَى ٱلْبَنِينَ"
  },
  {
    "id": 3942,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 154,
    "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ"
  },
  {
    "id": 3943,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 155,
    "text": "أَفَلَا تَذَكَّرُونَ"
  },
  {
    "id": 3944,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 156,
    "text": "أَمْ لَكُمْ سُلْطَٰنٌۭ مُّبِينٌۭ"
  },
  {
    "id": 3945,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 157,
    "text": "فَأْتُوا۟ بِكِتَٰبِكُمْ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 3946,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 158,
    "text": "وَجَعَلُوا۟ بَيْنَهُۥ وَبَيْنَ ٱلْجِنَّةِ نَسَبًۭا ۚ وَلَقَدْ عَلِمَتِ ٱلْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ"
  },
  {
    "id": 3947,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 159,
    "text": "سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ"
  },
  {
    "id": 3948,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 160,
    "text": "إِلَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 3949,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 161,
    "text": "فَإِنَّكُمْ وَمَا تَعْبُدُونَ"
  },
  {
    "id": 3950,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 162,
    "text": "مَآ أَنتُمْ عَلَيْهِ بِفَٰتِنِينَ"
  },
  {
    "id": 3951,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 163,
    "text": "إِلَّا مَنْ هُوَ صَالِ ٱلْجَحِيمِ"
  },
  {
    "id": 3952,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 164,
    "text": "وَمَا مِنَّآ إِلَّا لَهُۥ مَقَامٌۭ مَّعْلُومٌۭ"
  },
  {
    "id": 3953,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 165,
    "text": "وَإِنَّا لَنَحْنُ ٱلصَّآفُّونَ"
  },
  {
    "id": 3954,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 166,
    "text": "وَإِنَّا لَنَحْنُ ٱلْمُسَبِّحُونَ"
  },
  {
    "id": 3955,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 167,
    "text": "وَإِن كَانُوا۟ لَيَقُولُونَ"
  },
  {
    "id": 3956,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 168,
    "text": "لَوْ أَنَّ عِندَنَا ذِكْرًۭا مِّنَ ٱلْأَوَّلِينَ"
  },
  {
    "id": 3957,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 169,
    "text": "لَكُنَّا عِبَادَ ٱللَّهِ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 3958,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 170,
    "text": "فَكَفَرُوا۟ بِهِۦ ۖ فَسَوْفَ يَعْلَمُونَ"
  },
  {
    "id": 3959,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 171,
    "text": "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3960,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 172,
    "text": "إِنَّهُمْ لَهُمُ ٱلْمَنصُورُونَ"
  },
  {
    "id": 3961,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 173,
    "text": "وَإِنَّ جُندَنَا لَهُمُ ٱلْغَٰلِبُونَ"
  },
  {
    "id": 3962,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 174,
    "text": "فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍۢ"
  },
  {
    "id": 3963,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 175,
    "text": "وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ"
  },
  {
    "id": 3964,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 176,
    "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ"
  },
  {
    "id": 3965,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 177,
    "text": "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ ٱلْمُنذَرِينَ"
  },
  {
    "id": 3966,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 178,
    "text": "وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍۢ"
  },
  {
    "id": 3967,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 179,
    "text": "وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ"
  },
  {
    "id": 3968,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 180,
    "text": "سُبْحَٰنَ رَبِّكَ رَبِّ ٱلْعِزَّةِ عَمَّا يَصِفُونَ"
  },
  {
    "id": 3969,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 181,
    "text": "وَسَلَٰمٌ عَلَى ٱلْمُرْسَلِينَ"
  },
  {
    "id": 3970,
    "surahId": 37,
    "surahName": "سُورَةُ الصَّافَّاتِ",
    "verseNumber": 182,
    "text": "وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 3971,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ صٓ ۚ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ"
  },
  {
    "id": 3972,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 2,
    "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍۢ وَشِقَاقٍۢ"
  },
  {
    "id": 3973,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 3,
    "text": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍۢ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍۢ"
  },
  {
    "id": 3974,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 4,
    "text": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ ۖ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌۭ كَذَّابٌ"
  },
  {
    "id": 3975,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 5,
    "text": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًۭا وَٰحِدًا ۖ إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌۭ"
  },
  {
    "id": 3976,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 6,
    "text": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَىْءٌۭ يُرَادُ"
  },
  {
    "id": 3977,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 7,
    "text": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ"
  },
  {
    "id": 3978,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 8,
    "text": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا ۚ بَلْ هُمْ فِى شَكٍّۢ مِّن ذِكْرِى ۖ بَل لَّمَّا يَذُوقُوا۟ عَذَابِ"
  },
  {
    "id": 3979,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 9,
    "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ"
  },
  {
    "id": 3980,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 10,
    "text": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَٰبِ"
  },
  {
    "id": 3981,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 11,
    "text": "جُندٌۭ مَّا هُنَالِكَ مَهْزُومٌۭ مِّنَ ٱلْأَحْزَابِ"
  },
  {
    "id": 3982,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 12,
    "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌۭ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ"
  },
  {
    "id": 3983,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 13,
    "text": "وَثَمُودُ وَقَوْمُ لُوطٍۢ وَأَصْحَٰبُ لْـَٔيْكَةِ ۚ أُو۟لَٰٓئِكَ ٱلْأَحْزَابُ"
  },
  {
    "id": 3984,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 14,
    "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ"
  },
  {
    "id": 3985,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 15,
    "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ مَّا لَهَا مِن فَوَاقٍۢ"
  },
  {
    "id": 3986,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 16,
    "text": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ"
  },
  {
    "id": 3987,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 17,
    "text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ"
  },
  {
    "id": 3988,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 18,
    "text": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ"
  },
  {
    "id": 3989,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 19,
    "text": "وَٱلطَّيْرَ مَحْشُورَةًۭ ۖ كُلٌّۭ لَّهُۥٓ أَوَّابٌۭ"
  },
  {
    "id": 3990,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 20,
    "text": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ"
  },
  {
    "id": 3991,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 21,
    "text": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ"
  },
  {
    "id": 3992,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 22,
    "text": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍۢ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ"
  },
  {
    "id": 3993,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 23,
    "text": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌۭ وَتِسْعُونَ نَعْجَةًۭ وَلِىَ نَعْجَةٌۭ وَٰحِدَةٌۭ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ"
  },
  {
    "id": 3994,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 24,
    "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًۭا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَقَلِيلٌۭ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًۭا وَأَنَابَ ۩"
  },
  {
    "id": 3995,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 25,
    "text": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ"
  },
  {
    "id": 3996,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 26,
    "text": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةًۭ فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌۭ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ"
  },
  {
    "id": 3997,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 27,
    "text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًۭا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ ۚ فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ"
  },
  {
    "id": 3998,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 28,
    "text": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ"
  },
  {
    "id": 3999,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 29,
    "text": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌۭ لِّيَدَّبَّرُوٓا۟ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4000,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 30,
    "text": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ"
  },
  {
    "id": 4001,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 31,
    "text": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ"
  },
  {
    "id": 4002,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 32,
    "text": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ"
  },
  {
    "id": 4003,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 33,
    "text": "رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ"
  },
  {
    "id": 4004,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 34,
    "text": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًۭا ثُمَّ أَنَابَ"
  },
  {
    "id": 4005,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 35,
    "text": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًۭا لَّا يَنۢبَغِى لِأَحَدٍۢ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ"
  },
  {
    "id": 4006,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 36,
    "text": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ"
  },
  {
    "id": 4007,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 37,
    "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍۢ وَغَوَّاصٍۢ"
  },
  {
    "id": 4008,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 38,
    "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ"
  },
  {
    "id": 4009,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 39,
    "text": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍۢ"
  },
  {
    "id": 4010,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 40,
    "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ"
  },
  {
    "id": 4011,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 41,
    "text": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍۢ وَعَذَابٍ"
  },
  {
    "id": 4012,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 42,
    "text": "ٱرْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌۢ بَارِدٌۭ وَشَرَابٌۭ"
  },
  {
    "id": 4013,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 43,
    "text": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةًۭ مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4014,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 44,
    "text": "وَخُذْ بِيَدِكَ ضِغْثًۭا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَٰهُ صَابِرًۭا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌۭ"
  },
  {
    "id": 4015,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 45,
    "text": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ"
  },
  {
    "id": 4016,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 46,
    "text": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍۢ ذِكْرَى ٱلدَّارِ"
  },
  {
    "id": 4017,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 47,
    "text": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ"
  },
  {
    "id": 4018,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 48,
    "text": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّۭ مِّنَ ٱلْأَخْيَارِ"
  },
  {
    "id": 4019,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 49,
    "text": "هَٰذَا ذِكْرٌۭ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍۢ"
  },
  {
    "id": 4020,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 50,
    "text": "جَنَّٰتِ عَدْنٍۢ مُّفَتَّحَةًۭ لَّهُمُ ٱلْأَبْوَٰبُ"
  },
  {
    "id": 4021,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 51,
    "text": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍۢ كَثِيرَةٍۢ وَشَرَابٍۢ"
  },
  {
    "id": 4022,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 52,
    "text": "۞ وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ"
  },
  {
    "id": 4023,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 53,
    "text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ"
  },
  {
    "id": 4024,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 54,
    "text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ"
  },
  {
    "id": 4025,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 55,
    "text": "هَٰذَا ۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍۢ"
  },
  {
    "id": 4026,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 56,
    "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ"
  },
  {
    "id": 4027,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 57,
    "text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌۭ وَغَسَّاقٌۭ"
  },
  {
    "id": 4028,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 58,
    "text": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ"
  },
  {
    "id": 4029,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 59,
    "text": "هَٰذَا فَوْجٌۭ مُّقْتَحِمٌۭ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ"
  },
  {
    "id": 4030,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 60,
    "text": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ"
  },
  {
    "id": 4031,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 61,
    "text": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًۭا ضِعْفًۭا فِى ٱلنَّارِ"
  },
  {
    "id": 4032,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 62,
    "text": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًۭا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ"
  },
  {
    "id": 4033,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 63,
    "text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ"
  },
  {
    "id": 4034,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 64,
    "text": "إِنَّ ذَٰلِكَ لَحَقٌّۭ تَخَاصُمُ أَهْلِ ٱلنَّارِ"
  },
  {
    "id": 4035,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 65,
    "text": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌۭ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ"
  },
  {
    "id": 4036,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 66,
    "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ"
  },
  {
    "id": 4037,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 67,
    "text": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ"
  },
  {
    "id": 4038,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 68,
    "text": "أَنتُمْ عَنْهُ مُعْرِضُونَ"
  },
  {
    "id": 4039,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 69,
    "text": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ"
  },
  {
    "id": 4040,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 70,
    "text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ"
  },
  {
    "id": 4041,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 71,
    "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًۭا مِّن طِينٍۢ"
  },
  {
    "id": 4042,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 72,
    "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ"
  },
  {
    "id": 4043,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 73,
    "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ"
  },
  {
    "id": 4044,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 74,
    "text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ"
  },
  {
    "id": 4045,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 75,
    "text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ"
  },
  {
    "id": 4046,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 76,
    "text": "قَالَ أَنَا۠ خَيْرٌۭ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍۢ وَخَلَقْتَهُۥ مِن طِينٍۢ"
  },
  {
    "id": 4047,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 77,
    "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌۭ"
  },
  {
    "id": 4048,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 78,
    "text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ"
  },
  {
    "id": 4049,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 79,
    "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ"
  },
  {
    "id": 4050,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 80,
    "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ"
  },
  {
    "id": 4051,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 81,
    "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ"
  },
  {
    "id": 4052,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 82,
    "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ"
  },
  {
    "id": 4053,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 83,
    "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ"
  },
  {
    "id": 4054,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 84,
    "text": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ"
  },
  {
    "id": 4055,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 85,
    "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ"
  },
  {
    "id": 4056,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 86,
    "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍۢ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ"
  },
  {
    "id": 4057,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 87,
    "text": "إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 4058,
    "surahId": 38,
    "surahName": "سُورَةُ صٓ",
    "verseNumber": 88,
    "text": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ"
  },
  {
    "id": 4059,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ"
  },
  {
    "id": 4060,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 2,
    "text": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ"
  },
  {
    "id": 4061,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 3,
    "text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَٰذِبٌۭ كَفَّارٌۭ"
  },
  {
    "id": 4062,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 4,
    "text": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًۭا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ"
  },
  {
    "id": 4063,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 5,
    "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّۭ يَجْرِى لِأَجَلٍۢ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّٰرُ"
  },
  {
    "id": 4064,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 6,
    "text": "خَلَقَكُم مِّن نَّفْسٍۢ وَٰحِدَةٍۢ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَٰمِ ثَمَٰنِيَةَ أَزْوَٰجٍۢ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَٰتِكُمْ خَلْقًۭا مِّنۢ بَعْدِ خَلْقٍۢ فِى ظُلُمَٰتٍۢ ثَلَٰثٍۢ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ"
  },
  {
    "id": 4065,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 7,
    "text": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 4066,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 8,
    "text": "۞ وَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةًۭ مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًۭا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَٰبِ ٱلنَّارِ"
  },
  {
    "id": 4067,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 9,
    "text": "أَمَّنْ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًۭا وَقَآئِمًۭا يَحْذَرُ ٱلْءَاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4068,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 10,
    "text": "قُلْ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌۭ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍۢ"
  },
  {
    "id": 4069,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 11,
    "text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ"
  },
  {
    "id": 4070,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 12,
    "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ"
  },
  {
    "id": 4071,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 13,
    "text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍۢ"
  },
  {
    "id": 4072,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 14,
    "text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًۭا لَّهُۥ دِينِى"
  },
  {
    "id": 4073,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 15,
    "text": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ"
  },
  {
    "id": 4074,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 16,
    "text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌۭ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌۭ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَٰعِبَادِ فَٱتَّقُونِ"
  },
  {
    "id": 4075,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 17,
    "text": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ"
  },
  {
    "id": 4076,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 18,
    "text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4077,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 19,
    "text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ"
  },
  {
    "id": 4078,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 20,
    "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌۭ مِّن فَوْقِهَا غُرَفٌۭ مَّبْنِيَّةٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ"
  },
  {
    "id": 4079,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 21,
    "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًۭا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4080,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 22,
    "text": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَٰمِ فَهُوَ عَلَىٰ نُورٍۢ مِّن رَّبِّهِۦ ۚ فَوَيْلٌۭ لِّلْقَٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۢ مُّبِينٍ"
  },
  {
    "id": 4081,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 23,
    "text": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَٰبًۭا مُّتَشَٰبِهًۭا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ"
  },
  {
    "id": 4082,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 24,
    "text": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ"
  },
  {
    "id": 4083,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 25,
    "text": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ"
  },
  {
    "id": 4084,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 26,
    "text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ"
  },
  {
    "id": 4085,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 27,
    "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ لَّعَلَّهُمْ يَتَذَكَّرُونَ"
  },
  {
    "id": 4086,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 28,
    "text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍۢ لَّعَلَّهُمْ يَتَّقُونَ"
  },
  {
    "id": 4087,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 29,
    "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا رَّجُلًۭا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلًۭا سَلَمًۭا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 4088,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 30,
    "text": "إِنَّكَ مَيِّتٌۭ وَإِنَّهُم مَّيِّتُونَ"
  },
  {
    "id": 4089,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 31,
    "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ"
  },
  {
    "id": 4090,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 32,
    "text": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ"
  },
  {
    "id": 4091,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 33,
    "text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ"
  },
  {
    "id": 4092,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 34,
    "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ"
  },
  {
    "id": 4093,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 35,
    "text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 4094,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 36,
    "text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ"
  },
  {
    "id": 4095,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 37,
    "text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍۢ ذِى ٱنتِقَامٍۢ"
  },
  {
    "id": 4096,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 38,
    "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ"
  },
  {
    "id": 4097,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 39,
    "text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌۭ ۖ فَسَوْفَ تَعْلَمُونَ"
  },
  {
    "id": 4098,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 40,
    "text": "مَن يَأْتِيهِ عَذَابٌۭ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌۭ مُّقِيمٌ"
  },
  {
    "id": 4099,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 41,
    "text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ"
  },
  {
    "id": 4100,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 42,
    "text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ"
  },
  {
    "id": 4101,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 43,
    "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًۭٔا وَلَا يَعْقِلُونَ"
  },
  {
    "id": 4102,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 44,
    "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعًۭا ۖ لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 4103,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 45,
    "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ"
  },
  {
    "id": 4104,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 46,
    "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ عَٰلِمَ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ"
  },
  {
    "id": 4105,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 47,
    "text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًۭا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ"
  },
  {
    "id": 4106,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 48,
    "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 4107,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 49,
    "text": "فَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَانَا ثُمَّ إِذَا خَوَّلْنَٰهُ نِعْمَةًۭ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌۭ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 4108,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 50,
    "text": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 4109,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 51,
    "text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ"
  },
  {
    "id": 4110,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 52,
    "text": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ"
  },
  {
    "id": 4111,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 53,
    "text": "۞ قُلْ يَٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ"
  },
  {
    "id": 4112,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 54,
    "text": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ"
  },
  {
    "id": 4113,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 55,
    "text": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةًۭ وَأَنتُمْ لَا تَشْعُرُونَ"
  },
  {
    "id": 4114,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 56,
    "text": "أَن تَقُولَ نَفْسٌۭ يَٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ"
  },
  {
    "id": 4115,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 57,
    "text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ"
  },
  {
    "id": 4116,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 58,
    "text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةًۭ فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ"
  },
  {
    "id": 4117,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 59,
    "text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَٰفِرِينَ"
  },
  {
    "id": 4118,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 60,
    "text": "وَيَوْمَ ٱلْقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْمُتَكَبِّرِينَ"
  },
  {
    "id": 4119,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 61,
    "text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ"
  },
  {
    "id": 4120,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 62,
    "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍۢ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ وَكِيلٌۭ"
  },
  {
    "id": 4121,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 63,
    "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ"
  },
  {
    "id": 4122,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 64,
    "text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَٰهِلُونَ"
  },
  {
    "id": 4123,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 65,
    "text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ"
  },
  {
    "id": 4124,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 66,
    "text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّٰكِرِينَ"
  },
  {
    "id": 4125,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 67,
    "text": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًۭا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطْوِيَّٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ"
  },
  {
    "id": 4126,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 68,
    "text": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌۭ يَنظُرُونَ"
  },
  {
    "id": 4127,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 69,
    "text": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّۦنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ"
  },
  {
    "id": 4128,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 70,
    "text": "وَوُفِّيَتْ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ"
  },
  {
    "id": 4129,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 71,
    "text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌۭ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَٰفِرِينَ"
  },
  {
    "id": 4130,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 72,
    "text": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ"
  },
  {
    "id": 4131,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 73,
    "text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَٰلِدِينَ"
  },
  {
    "id": 4132,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 74,
    "text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ"
  },
  {
    "id": 4133,
    "surahId": 39,
    "surahName": "سُورَةُ الزُّمَرِ",
    "verseNumber": 75,
    "text": "وَتَرَى ٱلْمَلَٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4134,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4135,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 2,
    "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ"
  },
  {
    "id": 4136,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 3,
    "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ"
  },
  {
    "id": 4137,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 4,
    "text": "مَا يُجَٰدِلُ فِىٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَٰدِ"
  },
  {
    "id": 4138,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 5,
    "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَٰدَلُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ"
  },
  {
    "id": 4139,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 6,
    "text": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَٰبُ ٱلنَّارِ"
  },
  {
    "id": 4140,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 7,
    "text": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍۢ رَّحْمَةًۭ وَعِلْمًۭا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ"
  },
  {
    "id": 4141,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 8,
    "text": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 4142,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 9,
    "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍۢ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 4143,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 10,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَٰنِ فَتَكْفُرُونَ"
  },
  {
    "id": 4144,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 11,
    "text": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍۢ مِّن سَبِيلٍۢ"
  },
  {
    "id": 4145,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 12,
    "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ"
  },
  {
    "id": 4146,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 13,
    "text": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًۭا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ"
  },
  {
    "id": 4147,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 14,
    "text": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ"
  },
  {
    "id": 4148,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 15,
    "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ"
  },
  {
    "id": 4149,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 16,
    "text": "يَوْمَ هُم بَٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌۭ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ"
  },
  {
    "id": 4150,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 17,
    "text": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ"
  },
  {
    "id": 4151,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 18,
    "text": "وَأَنذِرْهُمْ يَوْمَ ٱلْءَازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَٰظِمِينَ ۚ مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٍۢ وَلَا شَفِيعٍۢ يُطَاعُ"
  },
  {
    "id": 4152,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 19,
    "text": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ"
  },
  {
    "id": 4153,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 20,
    "text": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ"
  },
  {
    "id": 4154,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 21,
    "text": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةًۭ وَءَاثَارًۭا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍۢ"
  },
  {
    "id": 4155,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 22,
    "text": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّۭ شَدِيدُ ٱلْعِقَابِ"
  },
  {
    "id": 4156,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 23,
    "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍۢ مُّبِينٍ"
  },
  {
    "id": 4157,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 24,
    "text": "إِلَىٰ فِرْعَوْنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُوا۟ سَٰحِرٌۭ كَذَّابٌۭ"
  },
  {
    "id": 4158,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 25,
    "text": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍۢ"
  },
  {
    "id": 4159,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 26,
    "text": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ"
  },
  {
    "id": 4160,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 27,
    "text": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍۢ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ"
  },
  {
    "id": 4161,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 28,
    "text": "وَقَالَ رَجُلٌۭ مُّؤْمِنٌۭ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَٰذِبًۭا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًۭا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌۭ كَذَّابٌۭ"
  },
  {
    "id": 4162,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 29,
    "text": "يَٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ"
  },
  {
    "id": 4163,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 30,
    "text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ"
  },
  {
    "id": 4164,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 31,
    "text": "مِثْلَ دَأْبِ قَوْمِ نُوحٍۢ وَعَادٍۢ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًۭا لِّلْعِبَادِ"
  },
  {
    "id": 4165,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 32,
    "text": "وَيَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ"
  },
  {
    "id": 4166,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 33,
    "text": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍۢ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ"
  },
  {
    "id": 4167,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 34,
    "text": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَٰتِ فَمَا زِلْتُمْ فِى شَكٍّۢ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًۭا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌۭ مُّرْتَابٌ"
  },
  {
    "id": 4168,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 35,
    "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍۢ جَبَّارٍۢ"
  },
  {
    "id": 4169,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 36,
    "text": "وَقَالَ فِرْعَوْنُ يَٰهَٰمَٰنُ ٱبْنِ لِى صَرْحًۭا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَٰبَ"
  },
  {
    "id": 4170,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 37,
    "text": "أَسْبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَٰذِبًۭا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍۢ"
  },
  {
    "id": 4171,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 38,
    "text": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ"
  },
  {
    "id": 4172,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 39,
    "text": "يَٰقَوْمِ إِنَّمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَٰعٌۭ وَإِنَّ ٱلْءَاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ"
  },
  {
    "id": 4173,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 40,
    "text": "مَنْ عَمِلَ سَيِّئَةًۭ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَٰلِحًۭا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌۭ فَأُو۟لَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍۢ"
  },
  {
    "id": 4174,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 41,
    "text": "۞ وَيَٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ"
  },
  {
    "id": 4175,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 42,
    "text": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌۭ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّٰرِ"
  },
  {
    "id": 4176,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 43,
    "text": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌۭ فِى ٱلدُّنْيَا وَلَا فِى ٱلْءَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَٰبُ ٱلنَّارِ"
  },
  {
    "id": 4177,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 44,
    "text": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ"
  },
  {
    "id": 4178,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 45,
    "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ"
  },
  {
    "id": 4179,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 46,
    "text": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّۭا وَعَشِيًّۭا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ"
  },
  {
    "id": 4180,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 47,
    "text": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًۭا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًۭا مِّنَ ٱلنَّارِ"
  },
  {
    "id": 4181,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 48,
    "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّۭ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ"
  },
  {
    "id": 4182,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 49,
    "text": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًۭا مِّنَ ٱلْعَذَابِ"
  },
  {
    "id": 4183,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 50,
    "text": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَٰٓؤُا۟ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ"
  },
  {
    "id": 4184,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 51,
    "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَٰدُ"
  },
  {
    "id": 4185,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 52,
    "text": "يَوْمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ"
  },
  {
    "id": 4186,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 53,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ"
  },
  {
    "id": 4187,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 54,
    "text": "هُدًۭى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ"
  },
  {
    "id": 4188,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 55,
    "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ"
  },
  {
    "id": 4189,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 56,
    "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌۭ مَّا هُم بِبَٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ"
  },
  {
    "id": 4190,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 57,
    "text": "لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 4191,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 58,
    "text": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًۭا مَّا تَتَذَكَّرُونَ"
  },
  {
    "id": 4192,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 59,
    "text": "إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌۭ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ"
  },
  {
    "id": 4193,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 60,
    "text": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ"
  },
  {
    "id": 4194,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 61,
    "text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ"
  },
  {
    "id": 4195,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 62,
    "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍۢ لَّآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ"
  },
  {
    "id": 4196,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 63,
    "text": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ"
  },
  {
    "id": 4197,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 64,
    "text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًۭا وَٱلسَّمَآءَ بِنَآءًۭ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4198,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 65,
    "text": "هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4199,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 66,
    "text": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4200,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 67,
    "text": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ مِنْ عَلَقَةٍۢ ثُمَّ يُخْرِجُكُمْ طِفْلًۭا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًۭا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًۭا مُّسَمًّۭى وَلَعَلَّكُمْ تَعْقِلُونَ"
  },
  {
    "id": 4201,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 68,
    "text": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ"
  },
  {
    "id": 4202,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 69,
    "text": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ"
  },
  {
    "id": 4203,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 70,
    "text": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ"
  },
  {
    "id": 4204,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 71,
    "text": "إِذِ ٱلْأَغْلَٰلُ فِىٓ أَعْنَٰقِهِمْ وَٱلسَّلَٰسِلُ يُسْحَبُونَ"
  },
  {
    "id": 4205,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 72,
    "text": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ"
  },
  {
    "id": 4206,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 73,
    "text": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ"
  },
  {
    "id": 4207,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 74,
    "text": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًۭٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَٰفِرِينَ"
  },
  {
    "id": 4208,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 75,
    "text": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ"
  },
  {
    "id": 4209,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 76,
    "text": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ"
  },
  {
    "id": 4210,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 77,
    "text": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ"
  },
  {
    "id": 4211,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 78,
    "text": "وَلَقَدْ أَرْسَلْنَا رُسُلًۭا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ"
  },
  {
    "id": 4212,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 79,
    "text": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ"
  },
  {
    "id": 4213,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 80,
    "text": "وَلَكُمْ فِيهَا مَنَٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةًۭ فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ"
  },
  {
    "id": 4214,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 81,
    "text": "وَيُرِيكُمْ ءَايَٰتِهِۦ فَأَىَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ"
  },
  {
    "id": 4215,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 82,
    "text": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةًۭ وَءَاثَارًۭا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 4216,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 83,
    "text": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 4217,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 84,
    "text": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ"
  },
  {
    "id": 4218,
    "surahId": 40,
    "surahName": "سُورَةُ غَافِرٍ",
    "verseNumber": 85,
    "text": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَٰفِرُونَ"
  },
  {
    "id": 4219,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4220,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 2,
    "text": "تَنزِيلٌۭ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ"
  },
  {
    "id": 4221,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 3,
    "text": "كِتَٰبٌۭ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّۭا لِّقَوْمٍۢ يَعْلَمُونَ"
  },
  {
    "id": 4222,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 4,
    "text": "بَشِيرًۭا وَنَذِيرًۭا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ"
  },
  {
    "id": 4223,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 5,
    "text": "وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍۢ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌۭ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌۭ فَٱعْمَلْ إِنَّنَا عَٰمِلُونَ"
  },
  {
    "id": 4224,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 6,
    "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌۭ لِّلْمُشْرِكِينَ"
  },
  {
    "id": 4225,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 7,
    "text": "ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ"
  },
  {
    "id": 4226,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 8,
    "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ"
  },
  {
    "id": 4227,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 9,
    "text": "۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًۭا ۚ ذَٰلِكَ رَبُّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4228,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 10,
    "text": "وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍۢ سَوَآءًۭ لِّلسَّآئِلِينَ"
  },
  {
    "id": 4229,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 11,
    "text": "ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌۭ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًۭا قَالَتَآ أَتَيْنَا طَآئِعِينَ"
  },
  {
    "id": 4230,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 12,
    "text": "فَقَضَىٰهُنَّ سَبْعَ سَمَٰوَاتٍۢ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَحِفْظًۭا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ"
  },
  {
    "id": 4231,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 13,
    "text": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَٰعِقَةًۭ مِّثْلَ صَٰعِقَةِ عَادٍۢ وَثَمُودَ"
  },
  {
    "id": 4232,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 14,
    "text": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةًۭ فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ"
  },
  {
    "id": 4233,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 15,
    "text": "فَأَمَّا عَادٌۭ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةًۭ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ"
  },
  {
    "id": 4234,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 16,
    "text": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِىٓ أَيَّامٍۢ نَّحِسَاتٍۢ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ"
  },
  {
    "id": 4235,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 17,
    "text": "وَأَمَّا ثَمُودُ فَهَدَيْنَٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 4236,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 18,
    "text": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ"
  },
  {
    "id": 4237,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 19,
    "text": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ"
  },
  {
    "id": 4238,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 20,
    "text": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 4239,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 21,
    "text": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍۢ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍۢ وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 4240,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 22,
    "text": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَٰرُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًۭا مِّمَّا تَعْمَلُونَ"
  },
  {
    "id": 4241,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 23,
    "text": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَٰسِرِينَ"
  },
  {
    "id": 4242,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 24,
    "text": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًۭى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ"
  },
  {
    "id": 4243,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 25,
    "text": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍۢ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَٰسِرِينَ"
  },
  {
    "id": 4244,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 26,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ"
  },
  {
    "id": 4245,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 27,
    "text": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًۭا شَدِيدًۭا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 4246,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 28,
    "text": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ"
  },
  {
    "id": 4247,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 29,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ"
  },
  {
    "id": 4248,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 30,
    "text": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ"
  },
  {
    "id": 4249,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 31,
    "text": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ"
  },
  {
    "id": 4250,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 32,
    "text": "نُزُلًۭا مِّنْ غَفُورٍۢ رَّحِيمٍۢ"
  },
  {
    "id": 4251,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 33,
    "text": "وَمَنْ أَحْسَنُ قَوْلًۭا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًۭا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ"
  },
  {
    "id": 4252,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 34,
    "text": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌۭ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌۭ"
  },
  {
    "id": 4253,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 35,
    "text": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍۢ"
  },
  {
    "id": 4254,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 36,
    "text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌۭ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 4255,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 37,
    "text": "وَمِنْ ءَايَٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ"
  },
  {
    "id": 4256,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 38,
    "text": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩"
  },
  {
    "id": 4257,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 39,
    "text": "وَمِنْ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَٰشِعَةًۭ فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ"
  },
  {
    "id": 4258,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 40,
    "text": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًۭا يَوْمَ ٱلْقِيَٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ"
  },
  {
    "id": 4259,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 41,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٌۭ"
  },
  {
    "id": 4260,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 42,
    "text": "لَّا يَأْتِيهِ ٱلْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌۭ مِّنْ حَكِيمٍ حَمِيدٍۢ"
  },
  {
    "id": 4261,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 43,
    "text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍۢ وَذُو عِقَابٍ أَلِيمٍۢ"
  },
  {
    "id": 4262,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 44,
    "text": "وَلَوْ جَعَلْنَٰهُ قُرْءَانًا أَعْجَمِيًّۭا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّۭ وَعَرَبِىٌّۭ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًۭى وَشِفَآءٌۭ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌۭ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍۢ"
  },
  {
    "id": 4263,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 45,
    "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّۢ مِّنْهُ مُرِيبٍۢ"
  },
  {
    "id": 4264,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 46,
    "text": "مَّنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ"
  },
  {
    "id": 4265,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 47,
    "text": "۞ إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَٰتٍۢ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا۟ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٍۢ"
  },
  {
    "id": 4266,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 48,
    "text": "وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا۟ مَا لَهُم مِّن مَّحِيصٍۢ"
  },
  {
    "id": 4267,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 49,
    "text": "لَّا يَسْـَٔمُ ٱلْإِنسَٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌۭ قَنُوطٌۭ"
  },
  {
    "id": 4268,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 50,
    "text": "وَلَئِنْ أَذَقْنَٰهُ رَحْمَةًۭ مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِى وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا۟ بِمَا عَمِلُوا۟ وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍۢ"
  },
  {
    "id": 4269,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 51,
    "text": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍۢ"
  },
  {
    "id": 4270,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 52,
    "text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍۭ بَعِيدٍۢ"
  },
  {
    "id": 4271,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 53,
    "text": "سَنُرِيهِمْ ءَايَٰتِنَا فِى ٱلْءَافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ"
  },
  {
    "id": 4272,
    "surahId": 41,
    "surahName": "سُورَةُ فُصِّلَتۡ",
    "verseNumber": 54,
    "text": "أَلَآ إِنَّهُمْ فِى مِرْيَةٍۢ مِّن لِّقَآءِ رَبِّهِمْ ۗ أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍۢ مُّحِيطٌۢ"
  },
  {
    "id": 4273,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4274,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 2,
    "text": "عٓسٓقٓ"
  },
  {
    "id": 4275,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 3,
    "text": "كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 4276,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 4,
    "text": "لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ"
  },
  {
    "id": 4277,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 5,
    "text": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ"
  },
  {
    "id": 4278,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 6,
    "text": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍۢ"
  },
  {
    "id": 4279,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 7,
    "text": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّۭا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌۭ فِى ٱلْجَنَّةِ وَفَرِيقٌۭ فِى ٱلسَّعِيرِ"
  },
  {
    "id": 4280,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 8,
    "text": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةًۭ وَٰحِدَةًۭ وَلَٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِىٍّۢ وَلَا نَصِيرٍ"
  },
  {
    "id": 4281,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 9,
    "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 4282,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 10,
    "text": "وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍۢ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ"
  },
  {
    "id": 4283,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 11,
    "text": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا وَمِنَ ٱلْأَنْعَٰمِ أَزْوَٰجًۭا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌۭ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ"
  },
  {
    "id": 4284,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 12,
    "text": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
  },
  {
    "id": 4285,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 13,
    "text": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًۭا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ"
  },
  {
    "id": 4286,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 14,
    "text": "وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّۢ مِّنْهُ مُرِيبٍۢ"
  },
  {
    "id": 4287,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 15,
    "text": "فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٍۢ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ"
  },
  {
    "id": 4288,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 16,
    "text": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌۭ وَلَهُمْ عَذَابٌۭ شَدِيدٌ"
  },
  {
    "id": 4289,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 17,
    "text": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌۭ"
  },
  {
    "id": 4290,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 18,
    "text": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَٰلٍۭ بَعِيدٍ"
  },
  {
    "id": 4291,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 19,
    "text": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ"
  },
  {
    "id": 4292,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 20,
    "text": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْءَاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِن نَّصِيبٍ"
  },
  {
    "id": 4293,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 21,
    "text": "أَمْ لَهُمْ شُرَكَٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 4294,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 22,
    "text": "تَرَى ٱلظَّٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ"
  },
  {
    "id": 4295,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 23,
    "text": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ ۗ وَمَن يَقْتَرِفْ حَسَنَةًۭ نَّزِدْ لَهُۥ فِيهَا حُسْنًا ۚ إِنَّ ٱللَّهَ غَفُورٌۭ شَكُورٌ"
  },
  {
    "id": 4296,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 24,
    "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا ۖ فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ ٱللَّهُ ٱلْبَٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَٰتِهِۦٓ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ"
  },
  {
    "id": 4297,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 25,
    "text": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ"
  },
  {
    "id": 4298,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 26,
    "text": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۚ وَٱلْكَٰفِرُونَ لَهُمْ عَذَابٌۭ شَدِيدٌۭ"
  },
  {
    "id": 4299,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 27,
    "text": "۞ وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٍۢ مَّا يَشَآءُ ۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌۭ"
  },
  {
    "id": 4300,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 28,
    "text": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ ۚ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ"
  },
  {
    "id": 4301,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 29,
    "text": "وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍۢ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌۭ"
  },
  {
    "id": 4302,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 30,
    "text": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٍۢ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍۢ"
  },
  {
    "id": 4303,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 31,
    "text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ"
  },
  {
    "id": 4304,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 32,
    "text": "وَمِنْ ءَايَٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ"
  },
  {
    "id": 4305,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 33,
    "text": "إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍ"
  },
  {
    "id": 4306,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 34,
    "text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍۢ"
  },
  {
    "id": 4307,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 35,
    "text": "وَيَعْلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٍۢ"
  },
  {
    "id": 4308,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 36,
    "text": "فَمَآ أُوتِيتُم مِّن شَىْءٍۢ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌۭ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ"
  },
  {
    "id": 4309,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 37,
    "text": "وَٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ"
  },
  {
    "id": 4310,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 38,
    "text": "وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ"
  },
  {
    "id": 4311,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 39,
    "text": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ"
  },
  {
    "id": 4312,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 40,
    "text": "وَجَزَٰٓؤُا۟ سَيِّئَةٍۢ سَيِّئَةٌۭ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 4313,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 41,
    "text": "وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ"
  },
  {
    "id": 4314,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 42,
    "text": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 4315,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 43,
    "text": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ"
  },
  {
    "id": 4316,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 44,
    "text": "وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّۢ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّۢ مِّن سَبِيلٍۢ"
  },
  {
    "id": 4317,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 45,
    "text": "وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّۢ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِى عَذَابٍۢ مُّقِيمٍۢ"
  },
  {
    "id": 4318,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 46,
    "text": "وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ"
  },
  {
    "id": 4319,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 47,
    "text": "ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍۢ يَوْمَئِذٍۢ وَمَا لَكُم مِّن نَّكِيرٍۢ"
  },
  {
    "id": 4320,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 48,
    "text": "فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةًۭ فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَٰنَ كَفُورٌۭ"
  },
  {
    "id": 4321,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 49,
    "text": "لِّلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثًۭا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ"
  },
  {
    "id": 4322,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 50,
    "text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًۭا وَإِنَٰثًۭا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌۭ قَدِيرٌۭ"
  },
  {
    "id": 4323,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 51,
    "text": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًۭا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌۭ"
  },
  {
    "id": 4324,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 52,
    "text": "وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًۭا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِى مَا ٱلْكِتَٰبُ وَلَا ٱلْإِيمَٰنُ وَلَٰكِن جَعَلْنَٰهُ نُورًۭا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 4325,
    "surahId": 42,
    "surahName": "سُورَةُ الشُّورَىٰ",
    "verseNumber": 53,
    "text": "صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ"
  },
  {
    "id": 4326,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4327,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 2,
    "text": "وَٱلْكِتَٰبِ ٱلْمُبِينِ"
  },
  {
    "id": 4328,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 3,
    "text": "إِنَّا جَعَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّۭا لَّعَلَّكُمْ تَعْقِلُونَ"
  },
  {
    "id": 4329,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 4,
    "text": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ"
  },
  {
    "id": 4330,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 5,
    "text": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًۭا مُّسْرِفِينَ"
  },
  {
    "id": 4331,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 6,
    "text": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّۢ فِى ٱلْأَوَّلِينَ"
  },
  {
    "id": 4332,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 7,
    "text": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 4333,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 8,
    "text": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًۭا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 4334,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 9,
    "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ"
  },
  {
    "id": 4335,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 10,
    "text": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًۭا وَجَعَلَ لَكُمْ فِيهَا سُبُلًۭا لَّعَلَّكُمْ تَهْتَدُونَ"
  },
  {
    "id": 4336,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 11,
    "text": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍۢ فَأَنشَرْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ تُخْرَجُونَ"
  },
  {
    "id": 4337,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 12,
    "text": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَٰمِ مَا تَرْكَبُونَ"
  },
  {
    "id": 4338,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 13,
    "text": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَٰنَ ٱلَّذِى سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ"
  },
  {
    "id": 4339,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 14,
    "text": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ"
  },
  {
    "id": 4340,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 15,
    "text": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَٰنَ لَكَفُورٌۭ مُّبِينٌ"
  },
  {
    "id": 4341,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 16,
    "text": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍۢ وَأَصْفَىٰكُم بِٱلْبَنِينَ"
  },
  {
    "id": 4342,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 17,
    "text": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًۭا ظَلَّ وَجْهُهُۥ مُسْوَدًّۭا وَهُوَ كَظِيمٌ"
  },
  {
    "id": 4343,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 18,
    "text": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍۢ"
  },
  {
    "id": 4344,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 19,
    "text": "وَجَعَلُوا۟ ٱلْمَلَٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَٰدُ ٱلرَّحْمَٰنِ إِنَٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَٰدَتُهُمْ وَيُسْـَٔلُونَ"
  },
  {
    "id": 4345,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 20,
    "text": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَٰنُ مَا عَبَدْنَٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ"
  },
  {
    "id": 4346,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 21,
    "text": "أَمْ ءَاتَيْنَٰهُمْ كِتَٰبًۭا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ"
  },
  {
    "id": 4347,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 22,
    "text": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهْتَدُونَ"
  },
  {
    "id": 4348,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 23,
    "text": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍۢ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقْتَدُونَ"
  },
  {
    "id": 4349,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 24,
    "text": "۞ قَٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ"
  },
  {
    "id": 4350,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 25,
    "text": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُكَذِّبِينَ"
  },
  {
    "id": 4351,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 26,
    "text": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌۭ مِّمَّا تَعْبُدُونَ"
  },
  {
    "id": 4352,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 27,
    "text": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ"
  },
  {
    "id": 4353,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 28,
    "text": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةًۭ فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ"
  },
  {
    "id": 4354,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 29,
    "text": "بَلْ مَتَّعْتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌۭ مُّبِينٌۭ"
  },
  {
    "id": 4355,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 30,
    "text": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَٰذَا سِحْرٌۭ وَإِنَّا بِهِۦ كَٰفِرُونَ"
  },
  {
    "id": 4356,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 31,
    "text": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍۢ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ"
  },
  {
    "id": 4357,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 32,
    "text": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍۢ دَرَجَٰتٍۢ لِّيَتَّخِذَ بَعْضُهُم بَعْضًۭا سُخْرِيًّۭا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌۭ مِّمَّا يَجْمَعُونَ"
  },
  {
    "id": 4358,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 33,
    "text": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةًۭ وَٰحِدَةًۭ لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًۭا مِّن فِضَّةٍۢ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ"
  },
  {
    "id": 4359,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 34,
    "text": "وَلِبُيُوتِهِمْ أَبْوَٰبًۭا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ"
  },
  {
    "id": 4360,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 35,
    "text": "وَزُخْرُفًۭا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْءَاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ"
  },
  {
    "id": 4361,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 36,
    "text": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَٰنِ نُقَيِّضْ لَهُۥ شَيْطَٰنًۭا فَهُوَ لَهُۥ قَرِينٌۭ"
  },
  {
    "id": 4362,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 37,
    "text": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ"
  },
  {
    "id": 4363,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 38,
    "text": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ"
  },
  {
    "id": 4364,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 39,
    "text": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ"
  },
  {
    "id": 4365,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 40,
    "text": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَٰلٍۢ مُّبِينٍۢ"
  },
  {
    "id": 4366,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 41,
    "text": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ"
  },
  {
    "id": 4367,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 42,
    "text": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ"
  },
  {
    "id": 4368,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 43,
    "text": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 4369,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 44,
    "text": "وَإِنَّهُۥ لَذِكْرٌۭ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ"
  },
  {
    "id": 4370,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 45,
    "text": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَٰنِ ءَالِهَةًۭ يُعْبَدُونَ"
  },
  {
    "id": 4371,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 46,
    "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4372,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 47,
    "text": "فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ"
  },
  {
    "id": 4373,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 48,
    "text": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ"
  },
  {
    "id": 4374,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 49,
    "text": "وَقَالُوا۟ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ"
  },
  {
    "id": 4375,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 50,
    "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ"
  },
  {
    "id": 4376,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 51,
    "text": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَٰذِهِ ٱلْأَنْهَٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ"
  },
  {
    "id": 4377,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 52,
    "text": "أَمْ أَنَا۠ خَيْرٌۭ مِّنْ هَٰذَا ٱلَّذِى هُوَ مَهِينٌۭ وَلَا يَكَادُ يُبِينُ"
  },
  {
    "id": 4378,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 53,
    "text": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌۭ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَٰٓئِكَةُ مُقْتَرِنِينَ"
  },
  {
    "id": 4379,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 54,
    "text": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًۭا فَٰسِقِينَ"
  },
  {
    "id": 4380,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 55,
    "text": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمْ أَجْمَعِينَ"
  },
  {
    "id": 4381,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 56,
    "text": "فَجَعَلْنَٰهُمْ سَلَفًۭا وَمَثَلًۭا لِّلْءَاخِرِينَ"
  },
  {
    "id": 4382,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 57,
    "text": "۞ وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ"
  },
  {
    "id": 4383,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 58,
    "text": "وَقَالُوٓا۟ ءَأَٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ"
  },
  {
    "id": 4384,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 59,
    "text": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَٰهُ مَثَلًۭا لِّبَنِىٓ إِسْرَٰٓءِيلَ"
  },
  {
    "id": 4385,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 60,
    "text": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَٰٓئِكَةًۭ فِى ٱلْأَرْضِ يَخْلُفُونَ"
  },
  {
    "id": 4386,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 61,
    "text": "وَإِنَّهُۥ لَعِلْمٌۭ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ"
  },
  {
    "id": 4387,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 62,
    "text": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَٰنُ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّۭ مُّبِينٌۭ"
  },
  {
    "id": 4388,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 63,
    "text": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ"
  },
  {
    "id": 4389,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 64,
    "text": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَٰذَا صِرَٰطٌۭ مُّسْتَقِيمٌۭ"
  },
  {
    "id": 4390,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 65,
    "text": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌۭ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ"
  },
  {
    "id": 4391,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 66,
    "text": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ"
  },
  {
    "id": 4392,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 67,
    "text": "ٱلْأَخِلَّآءُ يَوْمَئِذٍۭ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ"
  },
  {
    "id": 4393,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 68,
    "text": "يَٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ"
  },
  {
    "id": 4394,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 69,
    "text": "ٱلَّذِينَ ءَامَنُوا۟ بِـَٔايَٰتِنَا وَكَانُوا۟ مُسْلِمِينَ"
  },
  {
    "id": 4395,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 70,
    "text": "ٱدْخُلُوا۟ ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ"
  },
  {
    "id": 4396,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 71,
    "text": "يُطَافُ عَلَيْهِم بِصِحَافٍۢ مِّن ذَهَبٍۢ وَأَكْوَابٍۢ ۖ وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ ۖ وَأَنتُمْ فِيهَا خَٰلِدُونَ"
  },
  {
    "id": 4397,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 72,
    "text": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 4398,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 73,
    "text": "لَكُمْ فِيهَا فَٰكِهَةٌۭ كَثِيرَةٌۭ مِّنْهَا تَأْكُلُونَ"
  },
  {
    "id": 4399,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 74,
    "text": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَٰلِدُونَ"
  },
  {
    "id": 4400,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 75,
    "text": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ"
  },
  {
    "id": 4401,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 76,
    "text": "وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوا۟ هُمُ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 4402,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 77,
    "text": "وَنَادَوْا۟ يَٰمَٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّٰكِثُونَ"
  },
  {
    "id": 4403,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 78,
    "text": "لَقَدْ جِئْنَٰكُم بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَٰرِهُونَ"
  },
  {
    "id": 4404,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 79,
    "text": "أَمْ أَبْرَمُوٓا۟ أَمْرًۭا فَإِنَّا مُبْرِمُونَ"
  },
  {
    "id": 4405,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 80,
    "text": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ"
  },
  {
    "id": 4406,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 81,
    "text": "قُلْ إِن كَانَ لِلرَّحْمَٰنِ وَلَدٌۭ فَأَنَا۠ أَوَّلُ ٱلْعَٰبِدِينَ"
  },
  {
    "id": 4407,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 82,
    "text": "سُبْحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ"
  },
  {
    "id": 4408,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 83,
    "text": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ"
  },
  {
    "id": 4409,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 84,
    "text": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَٰهٌۭ وَفِى ٱلْأَرْضِ إِلَٰهٌۭ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ"
  },
  {
    "id": 4410,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 85,
    "text": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ"
  },
  {
    "id": 4411,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 86,
    "text": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ"
  },
  {
    "id": 4412,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 87,
    "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ"
  },
  {
    "id": 4413,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 88,
    "text": "وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوْمٌۭ لَّا يُؤْمِنُونَ"
  },
  {
    "id": 4414,
    "surahId": 43,
    "surahName": "سُورَةُ الزُّخۡرُفِ",
    "verseNumber": 89,
    "text": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَٰمٌۭ ۚ فَسَوْفَ يَعْلَمُونَ"
  },
  {
    "id": 4415,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4416,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 2,
    "text": "وَٱلْكِتَٰبِ ٱلْمُبِينِ"
  },
  {
    "id": 4417,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 3,
    "text": "إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةٍۢ مُّبَٰرَكَةٍ ۚ إِنَّا كُنَّا مُنذِرِينَ"
  },
  {
    "id": 4418,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 4,
    "text": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ"
  },
  {
    "id": 4419,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 5,
    "text": "أَمْرًۭا مِّنْ عِندِنَآ ۚ إِنَّا كُنَّا مُرْسِلِينَ"
  },
  {
    "id": 4420,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 6,
    "text": "رَحْمَةًۭ مِّن رَّبِّكَ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ"
  },
  {
    "id": 4421,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 7,
    "text": "رَبِّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُم مُّوقِنِينَ"
  },
  {
    "id": 4422,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 8,
    "text": "لَآ إِلَٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 4423,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 9,
    "text": "بَلْ هُمْ فِى شَكٍّۢ يَلْعَبُونَ"
  },
  {
    "id": 4424,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 10,
    "text": "فَٱرْتَقِبْ يَوْمَ تَأْتِى ٱلسَّمَآءُ بِدُخَانٍۢ مُّبِينٍۢ"
  },
  {
    "id": 4425,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 11,
    "text": "يَغْشَى ٱلنَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 4426,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 12,
    "text": "رَّبَّنَا ٱكْشِفْ عَنَّا ٱلْعَذَابَ إِنَّا مُؤْمِنُونَ"
  },
  {
    "id": 4427,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 13,
    "text": "أَنَّىٰ لَهُمُ ٱلذِّكْرَىٰ وَقَدْ جَآءَهُمْ رَسُولٌۭ مُّبِينٌۭ"
  },
  {
    "id": 4428,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 14,
    "text": "ثُمَّ تَوَلَّوْا۟ عَنْهُ وَقَالُوا۟ مُعَلَّمٌۭ مَّجْنُونٌ"
  },
  {
    "id": 4429,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 15,
    "text": "إِنَّا كَاشِفُوا۟ ٱلْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَآئِدُونَ"
  },
  {
    "id": 4430,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 16,
    "text": "يَوْمَ نَبْطِشُ ٱلْبَطْشَةَ ٱلْكُبْرَىٰٓ إِنَّا مُنتَقِمُونَ"
  },
  {
    "id": 4431,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 17,
    "text": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَآءَهُمْ رَسُولٌۭ كَرِيمٌ"
  },
  {
    "id": 4432,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 18,
    "text": "أَنْ أَدُّوٓا۟ إِلَىَّ عِبَادَ ٱللَّهِ ۖ إِنِّى لَكُمْ رَسُولٌ أَمِينٌۭ"
  },
  {
    "id": 4433,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 19,
    "text": "وَأَن لَّا تَعْلُوا۟ عَلَى ٱللَّهِ ۖ إِنِّىٓ ءَاتِيكُم بِسُلْطَٰنٍۢ مُّبِينٍۢ"
  },
  {
    "id": 4434,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 20,
    "text": "وَإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُمْ أَن تَرْجُمُونِ"
  },
  {
    "id": 4435,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 21,
    "text": "وَإِن لَّمْ تُؤْمِنُوا۟ لِى فَٱعْتَزِلُونِ"
  },
  {
    "id": 4436,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 22,
    "text": "فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوْمٌۭ مُّجْرِمُونَ"
  },
  {
    "id": 4437,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 23,
    "text": "فَأَسْرِ بِعِبَادِى لَيْلًا إِنَّكُم مُّتَّبَعُونَ"
  },
  {
    "id": 4438,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 24,
    "text": "وَٱتْرُكِ ٱلْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُندٌۭ مُّغْرَقُونَ"
  },
  {
    "id": 4439,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 25,
    "text": "كَمْ تَرَكُوا۟ مِن جَنَّٰتٍۢ وَعُيُونٍۢ"
  },
  {
    "id": 4440,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 26,
    "text": "وَزُرُوعٍۢ وَمَقَامٍۢ كَرِيمٍۢ"
  },
  {
    "id": 4441,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 27,
    "text": "وَنَعْمَةٍۢ كَانُوا۟ فِيهَا فَٰكِهِينَ"
  },
  {
    "id": 4442,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 28,
    "text": "كَذَٰلِكَ ۖ وَأَوْرَثْنَٰهَا قَوْمًا ءَاخَرِينَ"
  },
  {
    "id": 4443,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 29,
    "text": "فَمَا بَكَتْ عَلَيْهِمُ ٱلسَّمَآءُ وَٱلْأَرْضُ وَمَا كَانُوا۟ مُنظَرِينَ"
  },
  {
    "id": 4444,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 30,
    "text": "وَلَقَدْ نَجَّيْنَا بَنِىٓ إِسْرَٰٓءِيلَ مِنَ ٱلْعَذَابِ ٱلْمُهِينِ"
  },
  {
    "id": 4445,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 31,
    "text": "مِن فِرْعَوْنَ ۚ إِنَّهُۥ كَانَ عَالِيًۭا مِّنَ ٱلْمُسْرِفِينَ"
  },
  {
    "id": 4446,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 32,
    "text": "وَلَقَدِ ٱخْتَرْنَٰهُمْ عَلَىٰ عِلْمٍ عَلَى ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4447,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 33,
    "text": "وَءَاتَيْنَٰهُم مِّنَ ٱلْءَايَٰتِ مَا فِيهِ بَلَٰٓؤٌۭا۟ مُّبِينٌ"
  },
  {
    "id": 4448,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 34,
    "text": "إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ"
  },
  {
    "id": 4449,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 35,
    "text": "إِنْ هِىَ إِلَّا مَوْتَتُنَا ٱلْأُولَىٰ وَمَا نَحْنُ بِمُنشَرِينَ"
  },
  {
    "id": 4450,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 36,
    "text": "فَأْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 4451,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 37,
    "text": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍۢ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ أَهْلَكْنَٰهُمْ ۖ إِنَّهُمْ كَانُوا۟ مُجْرِمِينَ"
  },
  {
    "id": 4452,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 38,
    "text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَٰعِبِينَ"
  },
  {
    "id": 4453,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 39,
    "text": "مَا خَلَقْنَٰهُمَآ إِلَّا بِٱلْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
  },
  {
    "id": 4454,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 40,
    "text": "إِنَّ يَوْمَ ٱلْفَصْلِ مِيقَٰتُهُمْ أَجْمَعِينَ"
  },
  {
    "id": 4455,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 41,
    "text": "يَوْمَ لَا يُغْنِى مَوْلًى عَن مَّوْلًۭى شَيْـًۭٔا وَلَا هُمْ يُنصَرُونَ"
  },
  {
    "id": 4456,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 42,
    "text": "إِلَّا مَن رَّحِمَ ٱللَّهُ ۚ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ"
  },
  {
    "id": 4457,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 43,
    "text": "إِنَّ شَجَرَتَ ٱلزَّقُّومِ"
  },
  {
    "id": 4458,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 44,
    "text": "طَعَامُ ٱلْأَثِيمِ"
  },
  {
    "id": 4459,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 45,
    "text": "كَٱلْمُهْلِ يَغْلِى فِى ٱلْبُطُونِ"
  },
  {
    "id": 4460,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 46,
    "text": "كَغَلْىِ ٱلْحَمِيمِ"
  },
  {
    "id": 4461,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 47,
    "text": "خُذُوهُ فَٱعْتِلُوهُ إِلَىٰ سَوَآءِ ٱلْجَحِيمِ"
  },
  {
    "id": 4462,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 48,
    "text": "ثُمَّ صُبُّوا۟ فَوْقَ رَأْسِهِۦ مِنْ عَذَابِ ٱلْحَمِيمِ"
  },
  {
    "id": 4463,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 49,
    "text": "ذُقْ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْكَرِيمُ"
  },
  {
    "id": 4464,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 50,
    "text": "إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمْتَرُونَ"
  },
  {
    "id": 4465,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 51,
    "text": "إِنَّ ٱلْمُتَّقِينَ فِى مَقَامٍ أَمِينٍۢ"
  },
  {
    "id": 4466,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 52,
    "text": "فِى جَنَّٰتٍۢ وَعُيُونٍۢ"
  },
  {
    "id": 4467,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 53,
    "text": "يَلْبَسُونَ مِن سُندُسٍۢ وَإِسْتَبْرَقٍۢ مُّتَقَٰبِلِينَ"
  },
  {
    "id": 4468,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 54,
    "text": "كَذَٰلِكَ وَزَوَّجْنَٰهُم بِحُورٍ عِينٍۢ"
  },
  {
    "id": 4469,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 55,
    "text": "يَدْعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ"
  },
  {
    "id": 4470,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 56,
    "text": "لَا يَذُوقُونَ فِيهَا ٱلْمَوْتَ إِلَّا ٱلْمَوْتَةَ ٱلْأُولَىٰ ۖ وَوَقَىٰهُمْ عَذَابَ ٱلْجَحِيمِ"
  },
  {
    "id": 4471,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 57,
    "text": "فَضْلًۭا مِّن رَّبِّكَ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ"
  },
  {
    "id": 4472,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 58,
    "text": "فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ"
  },
  {
    "id": 4473,
    "surahId": 44,
    "surahName": "سُورَةُ الدُّخَانِ",
    "verseNumber": 59,
    "text": "فَٱرْتَقِبْ إِنَّهُم مُّرْتَقِبُونَ"
  },
  {
    "id": 4474,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4475,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 2,
    "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ"
  },
  {
    "id": 4476,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 3,
    "text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّلْمُؤْمِنِينَ"
  },
  {
    "id": 4477,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 4,
    "text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌۭ لِّقَوْمٍۢ يُوقِنُونَ"
  },
  {
    "id": 4478,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 5,
    "text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌۭ لِّقَوْمٍۢ يَعْقِلُونَ"
  },
  {
    "id": 4479,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 6,
    "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ"
  },
  {
    "id": 4480,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 7,
    "text": "وَيْلٌۭ لِّكُلِّ أَفَّاكٍ أَثِيمٍۢ"
  },
  {
    "id": 4481,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 8,
    "text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍۢ"
  },
  {
    "id": 4482,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 9,
    "text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ"
  },
  {
    "id": 4483,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 10,
    "text": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًۭٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ"
  },
  {
    "id": 4484,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 11,
    "text": "هَٰذَا هُدًۭى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌ"
  },
  {
    "id": 4485,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 12,
    "text": "۞ ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ"
  },
  {
    "id": 4486,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 13,
    "text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًۭا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ"
  },
  {
    "id": 4487,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 14,
    "text": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 4488,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 15,
    "text": "مَنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ"
  },
  {
    "id": 4489,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 16,
    "text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4490,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 17,
    "text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍۢ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ"
  },
  {
    "id": 4491,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 18,
    "text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍۢ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ"
  },
  {
    "id": 4492,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 19,
    "text": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًۭٔا ۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍۢ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ"
  },
  {
    "id": 4493,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 20,
    "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًۭى وَرَحْمَةٌۭ لِّقَوْمٍۢ يُوقِنُونَ"
  },
  {
    "id": 4494,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 21,
    "text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَوَآءًۭ مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ"
  },
  {
    "id": 4495,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 22,
    "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ"
  },
  {
    "id": 4496,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 23,
    "text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍۢ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةًۭ فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ"
  },
  {
    "id": 4497,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 24,
    "text": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ"
  },
  {
    "id": 4498,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 25,
    "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 4499,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 26,
    "text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ"
  },
  {
    "id": 4500,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 27,
    "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَخْسَرُ ٱلْمُبْطِلُونَ"
  },
  {
    "id": 4501,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 28,
    "text": "وَتَرَىٰ كُلَّ أُمَّةٍۢ جَاثِيَةًۭ ۚ كُلُّ أُمَّةٍۢ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 4502,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 29,
    "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ"
  },
  {
    "id": 4503,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 30,
    "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ"
  },
  {
    "id": 4504,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 31,
    "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًۭا مُّجْرِمِينَ"
  },
  {
    "id": 4505,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 32,
    "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّۭا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ"
  },
  {
    "id": 4506,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 33,
    "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 4507,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 34,
    "text": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ"
  },
  {
    "id": 4508,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 35,
    "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَٰتِ ٱللَّهِ هُزُوًۭا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ"
  },
  {
    "id": 4509,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 36,
    "text": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 4510,
    "surahId": 45,
    "surahName": "سُورَةُ الجَاثِيَةِ",
    "verseNumber": 37,
    "text": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ"
  },
  {
    "id": 4511,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ"
  },
  {
    "id": 4512,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 2,
    "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ"
  },
  {
    "id": 4513,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 3,
    "text": "مَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍۢ مُّسَمًّۭى ۚ وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ"
  },
  {
    "id": 4514,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 4,
    "text": "قُلْ أَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌۭ فِى ٱلسَّمَٰوَٰتِ ۖ ٱئْتُونِى بِكِتَٰبٍۢ مِّن قَبْلِ هَٰذَآ أَوْ أَثَٰرَةٍۢ مِّنْ عِلْمٍ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 4515,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 5,
    "text": "وَمَنْ أَضَلُّ مِمَّن يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا يَسْتَجِيبُ لَهُۥٓ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ وَهُمْ عَن دُعَآئِهِمْ غَٰفِلُونَ"
  },
  {
    "id": 4516,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 6,
    "text": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءًۭ وَكَانُوا۟ بِعِبَادَتِهِمْ كَٰفِرِينَ"
  },
  {
    "id": 4517,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 7,
    "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرٌۭ مُّبِينٌ"
  },
  {
    "id": 4518,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 8,
    "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۖ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ"
  },
  {
    "id": 4519,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 9,
    "text": "قُلْ مَا كُنتُ بِدْعًۭا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌۭ مُّبِينٌۭ"
  },
  {
    "id": 4520,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 10,
    "text": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ"
  },
  {
    "id": 4521,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 11,
    "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًۭا مَّا سَبَقُونَآ إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفْكٌۭ قَدِيمٌۭ"
  },
  {
    "id": 4522,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 12,
    "text": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامًۭا وَرَحْمَةًۭ ۚ وَهَٰذَا كِتَٰبٌۭ مُّصَدِّقٌۭ لِّسَانًا عَرَبِيًّۭا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ"
  },
  {
    "id": 4523,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 13,
    "text": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ"
  },
  {
    "id": 4524,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 14,
    "text": "أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ"
  },
  {
    "id": 4525,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 15,
    "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ إِحْسَٰنًا ۖ حَمَلَتْهُ أُمُّهُۥ كُرْهًۭا وَوَضَعَتْهُ كُرْهًۭا ۖ وَحَمْلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهْرًا ۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرْبَعِينَ سَنَةًۭ قَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَٰلِحًۭا تَرْضَىٰهُ وَأَصْلِحْ لِى فِى ذُرِّيَّتِىٓ ۖ إِنِّى تُبْتُ إِلَيْكَ وَإِنِّى مِنَ ٱلْمُسْلِمِينَ"
  },
  {
    "id": 4526,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 16,
    "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمْ فِىٓ أَصْحَٰبِ ٱلْجَنَّةِ ۖ وَعْدَ ٱلصِّدْقِ ٱلَّذِى كَانُوا۟ يُوعَدُونَ"
  },
  {
    "id": 4527,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 17,
    "text": "وَٱلَّذِى قَالَ لِوَٰلِدَيْهِ أُفٍّۢ لَّكُمَآ أَتَعِدَانِنِىٓ أَنْ أُخْرَجَ وَقَدْ خَلَتِ ٱلْقُرُونُ مِن قَبْلِى وَهُمَا يَسْتَغِيثَانِ ٱللَّهَ وَيْلَكَ ءَامِنْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 4528,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 18,
    "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍۢ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَٰسِرِينَ"
  },
  {
    "id": 4529,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 19,
    "text": "وَلِكُلٍّۢ دَرَجَٰتٌۭ مِّمَّا عَمِلُوا۟ ۖ وَلِيُوَفِّيَهُمْ أَعْمَٰلَهُمْ وَهُمْ لَا يُظْلَمُونَ"
  },
  {
    "id": 4530,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 20,
    "text": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذْهَبْتُمْ طَيِّبَٰتِكُمْ فِى حَيَاتِكُمُ ٱلدُّنْيَا وَٱسْتَمْتَعْتُم بِهَا فَٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَفْسُقُونَ"
  },
  {
    "id": 4531,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 21,
    "text": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍۢ"
  },
  {
    "id": 4532,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 22,
    "text": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ"
  },
  {
    "id": 4533,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 23,
    "text": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَٰكِنِّىٓ أَرَىٰكُمْ قَوْمًۭا تَجْهَلُونَ"
  },
  {
    "id": 4534,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 24,
    "text": "فَلَمَّا رَأَوْهُ عَارِضًۭا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَٰذَا عَارِضٌۭ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌۭ فِيهَا عَذَابٌ أَلِيمٌۭ"
  },
  {
    "id": 4535,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 25,
    "text": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ"
  },
  {
    "id": 4536,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 26,
    "text": "وَلَقَدْ مَكَّنَّٰهُمْ فِيمَآ إِن مَّكَّنَّٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًۭا وَأَبْصَٰرًۭا وَأَفْـِٔدَةًۭ فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ"
  },
  {
    "id": 4537,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 27,
    "text": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْءَايَٰتِ لَعَلَّهُمْ يَرْجِعُونَ"
  },
  {
    "id": 4538,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 28,
    "text": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ"
  },
  {
    "id": 4539,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 29,
    "text": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًۭا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ"
  },
  {
    "id": 4540,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 30,
    "text": "قَالُوا۟ يَٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًۭا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍۢ مُّسْتَقِيمٍۢ"
  },
  {
    "id": 4541,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 31,
    "text": "يَٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍۢ"
  },
  {
    "id": 4542,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 32,
    "text": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍۢ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۢ مُّبِينٍ"
  },
  {
    "id": 4543,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 33,
    "text": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحْۦِىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ"
  },
  {
    "id": 4544,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 34,
    "text": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ"
  },
  {
    "id": 4545,
    "surahId": 46,
    "surahName": "سُورَةُ الأَحۡقَافِ",
    "verseNumber": 35,
    "text": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةًۭ مِّن نَّهَارٍۭ ۚ بَلَٰغٌۭ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَٰسِقُونَ"
  },
  {
    "id": 4546,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4547,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 2,
    "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍۢ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ"
  },
  {
    "id": 4548,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 3,
    "text": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَٰلَهُمْ"
  },
  {
    "id": 4549,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 4,
    "text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍۢ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4550,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 5,
    "text": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ"
  },
  {
    "id": 4551,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 6,
    "text": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ"
  },
  {
    "id": 4552,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 7,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ"
  },
  {
    "id": 4553,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 8,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًۭا لَّهُمْ وَأَضَلَّ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4554,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 9,
    "text": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4555,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 10,
    "text": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَٰفِرِينَ أَمْثَٰلُهَا"
  },
  {
    "id": 4556,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 11,
    "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَٰفِرِينَ لَا مَوْلَىٰ لَهُمْ"
  },
  {
    "id": 4557,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 12,
    "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَٰمُ وَٱلنَّارُ مَثْوًۭى لَّهُمْ"
  },
  {
    "id": 4558,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 13,
    "text": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةًۭ مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَٰهُمْ فَلَا نَاصِرَ لَهُمْ"
  },
  {
    "id": 4559,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 14,
    "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍۢ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم"
  },
  {
    "id": 4560,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 15,
    "text": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَٰرٌۭ مِّن مَّآءٍ غَيْرِ ءَاسِنٍۢ وَأَنْهَٰرٌۭ مِّن لَّبَنٍۢ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَٰرٌۭ مِّنْ خَمْرٍۢ لَّذَّةٍۢ لِّلشَّٰرِبِينَ وَأَنْهَٰرٌۭ مِّنْ عَسَلٍۢ مُّصَفًّۭى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌۭ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَٰلِدٌۭ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًۭا فَقَطَّعَ أَمْعَآءَهُمْ"
  },
  {
    "id": 4561,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 16,
    "text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ"
  },
  {
    "id": 4562,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 17,
    "text": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًۭى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ"
  },
  {
    "id": 4563,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 18,
    "text": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ"
  },
  {
    "id": 4564,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 19,
    "text": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ"
  },
  {
    "id": 4565,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 20,
    "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌۭ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌۭ مُّحْكَمَةٌۭ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ"
  },
  {
    "id": 4566,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 21,
    "text": "طَاعَةٌۭ وَقَوْلٌۭ مَّعْرُوفٌۭ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًۭا لَّهُمْ"
  },
  {
    "id": 4567,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 22,
    "text": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ"
  },
  {
    "id": 4568,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 23,
    "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَٰرَهُمْ"
  },
  {
    "id": 4569,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 24,
    "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ"
  },
  {
    "id": 4570,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 25,
    "text": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ"
  },
  {
    "id": 4571,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 26,
    "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ"
  },
  {
    "id": 4572,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 27,
    "text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ"
  },
  {
    "id": 4573,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 28,
    "text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4574,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 29,
    "text": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَٰنَهُمْ"
  },
  {
    "id": 4575,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 30,
    "text": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ"
  },
  {
    "id": 4576,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 31,
    "text": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ"
  },
  {
    "id": 4577,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 32,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ"
  },
  {
    "id": 4578,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 33,
    "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ"
  },
  {
    "id": 4579,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 34,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ"
  },
  {
    "id": 4580,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 35,
    "text": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ"
  },
  {
    "id": 4581,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 36,
    "text": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ"
  },
  {
    "id": 4582,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 37,
    "text": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ"
  },
  {
    "id": 4583,
    "surahId": 47,
    "surahName": "سُورَةُ مُحَمَّدٍ",
    "verseNumber": 38,
    "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم"
  },
  {
    "id": 4584,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّا فَتَحْنَا لَكَ فَتْحًۭا مُّبِينًۭا"
  },
  {
    "id": 4585,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 2,
    "text": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًۭا مُّسْتَقِيمًۭا"
  },
  {
    "id": 4586,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 3,
    "text": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا"
  },
  {
    "id": 4587,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 4,
    "text": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًۭا مَّعَ إِيمَٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًۭا"
  },
  {
    "id": 4588,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 5,
    "text": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًۭا"
  },
  {
    "id": 4589,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 6,
    "text": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًۭا"
  },
  {
    "id": 4590,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 7,
    "text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا"
  },
  {
    "id": 4591,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 8,
    "text": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا"
  },
  {
    "id": 4592,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 9,
    "text": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا"
  },
  {
    "id": 4593,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 10,
    "text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًۭا"
  },
  {
    "id": 4594,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 11,
    "text": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا"
  },
  {
    "id": 4595,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 12,
    "text": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًۭا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًۭا"
  },
  {
    "id": 4596,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 13,
    "text": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًۭا"
  },
  {
    "id": 4597,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 14,
    "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا"
  },
  {
    "id": 4598,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 15,
    "text": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًۭا"
  },
  {
    "id": 4599,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 16,
    "text": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍۢ شَدِيدٍۢ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًۭا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًۭا"
  },
  {
    "id": 4600,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 17,
    "text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌۭ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌۭ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌۭ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًۭا"
  },
  {
    "id": 4601,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 18,
    "text": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًۭا قَرِيبًۭا"
  },
  {
    "id": 4602,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 19,
    "text": "وَمَغَانِمَ كَثِيرَةًۭ يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًۭا"
  },
  {
    "id": 4603,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 20,
    "text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةًۭ تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةًۭ لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًۭا مُّسْتَقِيمًۭا"
  },
  {
    "id": 4604,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 21,
    "text": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا"
  },
  {
    "id": 4605,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 22,
    "text": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا"
  },
  {
    "id": 4606,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 23,
    "text": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا"
  },
  {
    "id": 4607,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 24,
    "text": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا"
  },
  {
    "id": 4608,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 25,
    "text": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌۭ مُّؤْمِنُونَ وَنِسَآءٌۭ مُّؤْمِنَٰتٌۭ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍۢ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا"
  },
  {
    "id": 4609,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 26,
    "text": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا"
  },
  {
    "id": 4610,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 27,
    "text": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًۭا قَرِيبًا"
  },
  {
    "id": 4611,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 28,
    "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًۭا"
  },
  {
    "id": 4612,
    "surahId": 48,
    "surahName": "سُورَةُ الفَتۡحِ",
    "verseNumber": 29,
    "text": "مُّحَمَّدٌۭ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًۭا سُجَّدًۭا يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۢا"
  },
  {
    "id": 4613,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌۭ"
  },
  {
    "id": 4614,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 2,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ"
  },
  {
    "id": 4615,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 3,
    "text": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌ عَظِيمٌ"
  },
  {
    "id": 4616,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 4,
    "text": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ"
  },
  {
    "id": 4617,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 5,
    "text": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًۭا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 4618,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 6,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍۢ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَٰلَةٍۢ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَٰدِمِينَ"
  },
  {
    "id": 4619,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 7,
    "text": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍۢ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ"
  },
  {
    "id": 4620,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 8,
    "text": "فَضْلًۭا مِّنَ ٱللَّهِ وَنِعْمَةًۭ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ"
  },
  {
    "id": 4621,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 9,
    "text": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ"
  },
  {
    "id": 4622,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 10,
    "text": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌۭ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ"
  },
  {
    "id": 4623,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 11,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌۭ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًۭا مِّنْهُمْ وَلَا نِسَآءٌۭ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًۭا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ"
  },
  {
    "id": 4624,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 12,
    "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًۭا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌۭ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًۭا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌۭ رَّحِيمٌۭ"
  },
  {
    "id": 4625,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 13,
    "text": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَٰكُم مِّن ذَكَرٍۢ وَأُنثَىٰ وَجَعَلْنَٰكُمْ شُعُوبًۭا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۭ"
  },
  {
    "id": 4626,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 14,
    "text": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ"
  },
  {
    "id": 4627,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 15,
    "text": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ"
  },
  {
    "id": 4628,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 16,
    "text": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ"
  },
  {
    "id": 4629,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 17,
    "text": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَٰنِ إِن كُنتُمْ صَٰدِقِينَ"
  },
  {
    "id": 4630,
    "surahId": 49,
    "surahName": "سُورَةُ الحُجُرَاتِ",
    "verseNumber": 18,
    "text": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ"
  },
  {
    "id": 4631,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ"
  },
  {
    "id": 4632,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 2,
    "text": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ"
  },
  {
    "id": 4633,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 3,
    "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌۭ"
  },
  {
    "id": 4634,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 4,
    "text": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ"
  },
  {
    "id": 4635,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 5,
    "text": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍۢ مَّرِيجٍ"
  },
  {
    "id": 4636,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 6,
    "text": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍۢ"
  },
  {
    "id": 4637,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 7,
    "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ"
  },
  {
    "id": 4638,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 8,
    "text": "تَبْصِرَةًۭ وَذِكْرَىٰ لِكُلِّ عَبْدٍۢ مُّنِيبٍۢ"
  },
  {
    "id": 4639,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 9,
    "text": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ مُّبَٰرَكًۭا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍۢ وَحَبَّ ٱلْحَصِيدِ"
  },
  {
    "id": 4640,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 10,
    "text": "وَٱلنَّخْلَ بَاسِقَٰتٍۢ لَّهَا طَلْعٌۭ نَّضِيدٌۭ"
  },
  {
    "id": 4641,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 11,
    "text": "رِّزْقًۭا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ ٱلْخُرُوجُ"
  },
  {
    "id": 4642,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 12,
    "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ"
  },
  {
    "id": 4643,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 13,
    "text": "وَعَادٌۭ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍۢ"
  },
  {
    "id": 4644,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 14,
    "text": "وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍۢ ۚ كُلٌّۭ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ"
  },
  {
    "id": 4645,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 15,
    "text": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍۢ مِّنْ خَلْقٍۢ جَدِيدٍۢ"
  },
  {
    "id": 4646,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 16,
    "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ"
  },
  {
    "id": 4647,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 17,
    "text": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌۭ"
  },
  {
    "id": 4648,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 18,
    "text": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌۭ"
  },
  {
    "id": 4649,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 19,
    "text": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ"
  },
  {
    "id": 4650,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 20,
    "text": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ"
  },
  {
    "id": 4651,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 21,
    "text": "وَجَآءَتْ كُلُّ نَفْسٍۢ مَّعَهَا سَآئِقٌۭ وَشَهِيدٌۭ"
  },
  {
    "id": 4652,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 22,
    "text": "لَّقَدْ كُنتَ فِى غَفْلَةٍۢ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌۭ"
  },
  {
    "id": 4653,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 23,
    "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ"
  },
  {
    "id": 4654,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 24,
    "text": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍۢ"
  },
  {
    "id": 4655,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 25,
    "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍۢ مُّرِيبٍ"
  },
  {
    "id": 4656,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 26,
    "text": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ"
  },
  {
    "id": 4657,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 27,
    "text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍۢ"
  },
  {
    "id": 4658,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 28,
    "text": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ"
  },
  {
    "id": 4659,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 29,
    "text": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍۢ لِّلْعَبِيدِ"
  },
  {
    "id": 4660,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 30,
    "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍۢ"
  },
  {
    "id": 4661,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 31,
    "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ"
  },
  {
    "id": 4662,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 32,
    "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍۢ"
  },
  {
    "id": 4663,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 33,
    "text": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍۢ مُّنِيبٍ"
  },
  {
    "id": 4664,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 34,
    "text": "ٱدْخُلُوهَا بِسَلَٰمٍۢ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ"
  },
  {
    "id": 4665,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 35,
    "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌۭ"
  },
  {
    "id": 4666,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 36,
    "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًۭا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ"
  },
  {
    "id": 4667,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 37,
    "text": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌۭ"
  },
  {
    "id": 4668,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 38,
    "text": "وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ وَمَا مَسَّنَا مِن لُّغُوبٍۢ"
  },
  {
    "id": 4669,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 39,
    "text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ"
  },
  {
    "id": 4670,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 40,
    "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ"
  },
  {
    "id": 4671,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 41,
    "text": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍۢ قَرِيبٍۢ"
  },
  {
    "id": 4672,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 42,
    "text": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ"
  },
  {
    "id": 4673,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 43,
    "text": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ"
  },
  {
    "id": 4674,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 44,
    "text": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًۭا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌۭ"
  },
  {
    "id": 4675,
    "surahId": 50,
    "surahName": "سُورَةُ قٓ",
    "verseNumber": 45,
    "text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍۢ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ"
  }
];
