export interface QuranVerse {
  id: number;
  surahId: number;
  surahName: string;
  verseNumber: number;
  text: string;
}

export const part4: QuranVerse[] = [
  {
    "id": 5801,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلشَّمْسُ كُوِّرَتْ"
  },
  {
    "id": 5802,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 2,
    "text": "وَإِذَا ٱلنُّجُومُ ٱنكَدَرَتْ"
  },
  {
    "id": 5803,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 3,
    "text": "وَإِذَا ٱلْجِبَالُ سُيِّرَتْ"
  },
  {
    "id": 5804,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 4,
    "text": "وَإِذَا ٱلْعِشَارُ عُطِّلَتْ"
  },
  {
    "id": 5805,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 5,
    "text": "وَإِذَا ٱلْوُحُوشُ حُشِرَتْ"
  },
  {
    "id": 5806,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 6,
    "text": "وَإِذَا ٱلْبِحَارُ سُجِّرَتْ"
  },
  {
    "id": 5807,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 7,
    "text": "وَإِذَا ٱلنُّفُوسُ زُوِّجَتْ"
  },
  {
    "id": 5808,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 8,
    "text": "وَإِذَا ٱلْمَوْءُۥدَةُ سُئِلَتْ"
  },
  {
    "id": 5809,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 9,
    "text": "بِأَىِّ ذَنۢبٍۢ قُتِلَتْ"
  },
  {
    "id": 5810,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 10,
    "text": "وَإِذَا ٱلصُّحُفُ نُشِرَتْ"
  },
  {
    "id": 5811,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 11,
    "text": "وَإِذَا ٱلسَّمَآءُ كُشِطَتْ"
  },
  {
    "id": 5812,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 12,
    "text": "وَإِذَا ٱلْجَحِيمُ سُعِّرَتْ"
  },
  {
    "id": 5813,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 13,
    "text": "وَإِذَا ٱلْجَنَّةُ أُزْلِفَتْ"
  },
  {
    "id": 5814,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 14,
    "text": "عَلِمَتْ نَفْسٌۭ مَّآ أَحْضَرَتْ"
  },
  {
    "id": 5815,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 15,
    "text": "فَلَآ أُقْسِمُ بِٱلْخُنَّسِ"
  },
  {
    "id": 5816,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 16,
    "text": "ٱلْجَوَارِ ٱلْكُنَّسِ"
  },
  {
    "id": 5817,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 17,
    "text": "وَٱلَّيْلِ إِذَا عَسْعَسَ"
  },
  {
    "id": 5818,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 18,
    "text": "وَٱلصُّبْحِ إِذَا تَنَفَّسَ"
  },
  {
    "id": 5819,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 19,
    "text": "إِنَّهُۥ لَقَوْلُ رَسُولٍۢ كَرِيمٍۢ"
  },
  {
    "id": 5820,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 20,
    "text": "ذِى قُوَّةٍ عِندَ ذِى ٱلْعَرْشِ مَكِينٍۢ"
  },
  {
    "id": 5821,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 21,
    "text": "مُّطَاعٍۢ ثَمَّ أَمِينٍۢ"
  },
  {
    "id": 5822,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 22,
    "text": "وَمَا صَاحِبُكُم بِمَجْنُونٍۢ"
  },
  {
    "id": 5823,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 23,
    "text": "وَلَقَدْ رَءَاهُ بِٱلْأُفُقِ ٱلْمُبِينِ"
  },
  {
    "id": 5824,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 24,
    "text": "وَمَا هُوَ عَلَى ٱلْغَيْبِ بِضَنِينٍۢ"
  },
  {
    "id": 5825,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 25,
    "text": "وَمَا هُوَ بِقَوْلِ شَيْطَٰنٍۢ رَّجِيمٍۢ"
  },
  {
    "id": 5826,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 26,
    "text": "فَأَيْنَ تَذْهَبُونَ"
  },
  {
    "id": 5827,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 27,
    "text": "إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ"
  },
  {
    "id": 5828,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 28,
    "text": "لِمَن شَآءَ مِنكُمْ أَن يَسْتَقِيمَ"
  },
  {
    "id": 5829,
    "surahId": 81,
    "surahName": "سُورَةُ التَّكۡوِيرِ",
    "verseNumber": 29,
    "text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 5830,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ"
  },
  {
    "id": 5831,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 2,
    "text": "وَإِذَا ٱلْكَوَاكِبُ ٱنتَثَرَتْ"
  },
  {
    "id": 5832,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 3,
    "text": "وَإِذَا ٱلْبِحَارُ فُجِّرَتْ"
  },
  {
    "id": 5833,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 4,
    "text": "وَإِذَا ٱلْقُبُورُ بُعْثِرَتْ"
  },
  {
    "id": 5834,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 5,
    "text": "عَلِمَتْ نَفْسٌۭ مَّا قَدَّمَتْ وَأَخَّرَتْ"
  },
  {
    "id": 5835,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 6,
    "text": "يَٰٓأَيُّهَا ٱلْإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلْكَرِيمِ"
  },
  {
    "id": 5836,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 7,
    "text": "ٱلَّذِى خَلَقَكَ فَسَوَّىٰكَ فَعَدَلَكَ"
  },
  {
    "id": 5837,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 8,
    "text": "فِىٓ أَىِّ صُورَةٍۢ مَّا شَآءَ رَكَّبَكَ"
  },
  {
    "id": 5838,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 9,
    "text": "كَلَّا بَلْ تُكَذِّبُونَ بِٱلدِّينِ"
  },
  {
    "id": 5839,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 10,
    "text": "وَإِنَّ عَلَيْكُمْ لَحَٰفِظِينَ"
  },
  {
    "id": 5840,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 11,
    "text": "كِرَامًۭا كَٰتِبِينَ"
  },
  {
    "id": 5841,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 12,
    "text": "يَعْلَمُونَ مَا تَفْعَلُونَ"
  },
  {
    "id": 5842,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 13,
    "text": "إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍۢ"
  },
  {
    "id": 5843,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 14,
    "text": "وَإِنَّ ٱلْفُجَّارَ لَفِى جَحِيمٍۢ"
  },
  {
    "id": 5844,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 15,
    "text": "يَصْلَوْنَهَا يَوْمَ ٱلدِّينِ"
  },
  {
    "id": 5845,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 16,
    "text": "وَمَا هُمْ عَنْهَا بِغَآئِبِينَ"
  },
  {
    "id": 5846,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 17,
    "text": "وَمَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ"
  },
  {
    "id": 5847,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 18,
    "text": "ثُمَّ مَآ أَدْرَىٰكَ مَا يَوْمُ ٱلدِّينِ"
  },
  {
    "id": 5848,
    "surahId": 82,
    "surahName": "سُورَةُ الانفِطَارِ",
    "verseNumber": 19,
    "text": "يَوْمَ لَا تَمْلِكُ نَفْسٌۭ لِّنَفْسٍۢ شَيْـًۭٔا ۖ وَٱلْأَمْرُ يَوْمَئِذٍۢ لِّلَّهِ"
  },
  {
    "id": 5849,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَيْلٌۭ لِّلْمُطَفِّفِينَ"
  },
  {
    "id": 5850,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 2,
    "text": "ٱلَّذِينَ إِذَا ٱكْتَالُوا۟ عَلَى ٱلنَّاسِ يَسْتَوْفُونَ"
  },
  {
    "id": 5851,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 3,
    "text": "وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ"
  },
  {
    "id": 5852,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 4,
    "text": "أَلَا يَظُنُّ أُو۟لَٰٓئِكَ أَنَّهُم مَّبْعُوثُونَ"
  },
  {
    "id": 5853,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 5,
    "text": "لِيَوْمٍ عَظِيمٍۢ"
  },
  {
    "id": 5854,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 6,
    "text": "يَوْمَ يَقُومُ ٱلنَّاسُ لِرَبِّ ٱلْعَٰلَمِينَ"
  },
  {
    "id": 5855,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 7,
    "text": "كَلَّآ إِنَّ كِتَٰبَ ٱلْفُجَّارِ لَفِى سِجِّينٍۢ"
  },
  {
    "id": 5856,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 8,
    "text": "وَمَآ أَدْرَىٰكَ مَا سِجِّينٌۭ"
  },
  {
    "id": 5857,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 9,
    "text": "كِتَٰبٌۭ مَّرْقُومٌۭ"
  },
  {
    "id": 5858,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 10,
    "text": "وَيْلٌۭ يَوْمَئِذٍۢ لِّلْمُكَذِّبِينَ"
  },
  {
    "id": 5859,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 11,
    "text": "ٱلَّذِينَ يُكَذِّبُونَ بِيَوْمِ ٱلدِّينِ"
  },
  {
    "id": 5860,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 12,
    "text": "وَمَا يُكَذِّبُ بِهِۦٓ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ"
  },
  {
    "id": 5861,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 13,
    "text": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ"
  },
  {
    "id": 5862,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 14,
    "text": "كَلَّا ۖ بَلْ ۜ رَانَ عَلَىٰ قُلُوبِهِم مَّا كَانُوا۟ يَكْسِبُونَ"
  },
  {
    "id": 5863,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 15,
    "text": "كَلَّآ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍۢ لَّمَحْجُوبُونَ"
  },
  {
    "id": 5864,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 16,
    "text": "ثُمَّ إِنَّهُمْ لَصَالُوا۟ ٱلْجَحِيمِ"
  },
  {
    "id": 5865,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 17,
    "text": "ثُمَّ يُقَالُ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ"
  },
  {
    "id": 5866,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 18,
    "text": "كَلَّآ إِنَّ كِتَٰبَ ٱلْأَبْرَارِ لَفِى عِلِّيِّينَ"
  },
  {
    "id": 5867,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 19,
    "text": "وَمَآ أَدْرَىٰكَ مَا عِلِّيُّونَ"
  },
  {
    "id": 5868,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 20,
    "text": "كِتَٰبٌۭ مَّرْقُومٌۭ"
  },
  {
    "id": 5869,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 21,
    "text": "يَشْهَدُهُ ٱلْمُقَرَّبُونَ"
  },
  {
    "id": 5870,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 22,
    "text": "إِنَّ ٱلْأَبْرَارَ لَفِى نَعِيمٍ"
  },
  {
    "id": 5871,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 23,
    "text": "عَلَى ٱلْأَرَآئِكِ يَنظُرُونَ"
  },
  {
    "id": 5872,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 24,
    "text": "تَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ ٱلنَّعِيمِ"
  },
  {
    "id": 5873,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 25,
    "text": "يُسْقَوْنَ مِن رَّحِيقٍۢ مَّخْتُومٍ"
  },
  {
    "id": 5874,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 26,
    "text": "خِتَٰمُهُۥ مِسْكٌۭ ۚ وَفِى ذَٰلِكَ فَلْيَتَنَافَسِ ٱلْمُتَنَٰفِسُونَ"
  },
  {
    "id": 5875,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 27,
    "text": "وَمِزَاجُهُۥ مِن تَسْنِيمٍ"
  },
  {
    "id": 5876,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 28,
    "text": "عَيْنًۭا يَشْرَبُ بِهَا ٱلْمُقَرَّبُونَ"
  },
  {
    "id": 5877,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 29,
    "text": "إِنَّ ٱلَّذِينَ أَجْرَمُوا۟ كَانُوا۟ مِنَ ٱلَّذِينَ ءَامَنُوا۟ يَضْحَكُونَ"
  },
  {
    "id": 5878,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 30,
    "text": "وَإِذَا مَرُّوا۟ بِهِمْ يَتَغَامَزُونَ"
  },
  {
    "id": 5879,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 31,
    "text": "وَإِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمُ ٱنقَلَبُوا۟ فَكِهِينَ"
  },
  {
    "id": 5880,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 32,
    "text": "وَإِذَا رَأَوْهُمْ قَالُوٓا۟ إِنَّ هَٰٓؤُلَآءِ لَضَآلُّونَ"
  },
  {
    "id": 5881,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 33,
    "text": "وَمَآ أُرْسِلُوا۟ عَلَيْهِمْ حَٰفِظِينَ"
  },
  {
    "id": 5882,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 34,
    "text": "فَٱلْيَوْمَ ٱلَّذِينَ ءَامَنُوا۟ مِنَ ٱلْكُفَّارِ يَضْحَكُونَ"
  },
  {
    "id": 5883,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 35,
    "text": "عَلَى ٱلْأَرَآئِكِ يَنظُرُونَ"
  },
  {
    "id": 5884,
    "surahId": 83,
    "surahName": "سُورَةُ المُطَفِّفِينَ",
    "verseNumber": 36,
    "text": "هَلْ ثُوِّبَ ٱلْكُفَّارُ مَا كَانُوا۟ يَفْعَلُونَ"
  },
  {
    "id": 5885,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ"
  },
  {
    "id": 5886,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 2,
    "text": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ"
  },
  {
    "id": 5887,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 3,
    "text": "وَإِذَا ٱلْأَرْضُ مُدَّتْ"
  },
  {
    "id": 5888,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 4,
    "text": "وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ"
  },
  {
    "id": 5889,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 5,
    "text": "وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ"
  },
  {
    "id": 5890,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 6,
    "text": "يَٰٓأَيُّهَا ٱلْإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًۭا فَمُلَٰقِيهِ"
  },
  {
    "id": 5891,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 7,
    "text": "فَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ بِيَمِينِهِۦ"
  },
  {
    "id": 5892,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 8,
    "text": "فَسَوْفَ يُحَاسَبُ حِسَابًۭا يَسِيرًۭا"
  },
  {
    "id": 5893,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 9,
    "text": "وَيَنقَلِبُ إِلَىٰٓ أَهْلِهِۦ مَسْرُورًۭا"
  },
  {
    "id": 5894,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 10,
    "text": "وَأَمَّا مَنْ أُوتِىَ كِتَٰبَهُۥ وَرَآءَ ظَهْرِهِۦ"
  },
  {
    "id": 5895,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 11,
    "text": "فَسَوْفَ يَدْعُوا۟ ثُبُورًۭا"
  },
  {
    "id": 5896,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 12,
    "text": "وَيَصْلَىٰ سَعِيرًا"
  },
  {
    "id": 5897,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 13,
    "text": "إِنَّهُۥ كَانَ فِىٓ أَهْلِهِۦ مَسْرُورًا"
  },
  {
    "id": 5898,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 14,
    "text": "إِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ"
  },
  {
    "id": 5899,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 15,
    "text": "بَلَىٰٓ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرًۭا"
  },
  {
    "id": 5900,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 16,
    "text": "فَلَآ أُقْسِمُ بِٱلشَّفَقِ"
  },
  {
    "id": 5901,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 17,
    "text": "وَٱلَّيْلِ وَمَا وَسَقَ"
  },
  {
    "id": 5902,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 18,
    "text": "وَٱلْقَمَرِ إِذَا ٱتَّسَقَ"
  },
  {
    "id": 5903,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 19,
    "text": "لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍۢ"
  },
  {
    "id": 5904,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 20,
    "text": "فَمَا لَهُمْ لَا يُؤْمِنُونَ"
  },
  {
    "id": 5905,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 21,
    "text": "وَإِذَا قُرِئَ عَلَيْهِمُ ٱلْقُرْءَانُ لَا يَسْجُدُونَ ۩"
  },
  {
    "id": 5906,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 22,
    "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ يُكَذِّبُونَ"
  },
  {
    "id": 5907,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 23,
    "text": "وَٱللَّهُ أَعْلَمُ بِمَا يُوعُونَ"
  },
  {
    "id": 5908,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 24,
    "text": "فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ"
  },
  {
    "id": 5909,
    "surahId": 84,
    "surahName": "سُورَةُ الانشِقَاقِ",
    "verseNumber": 25,
    "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۭ"
  },
  {
    "id": 5910,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ"
  },
  {
    "id": 5911,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 2,
    "text": "وَٱلْيَوْمِ ٱلْمَوْعُودِ"
  },
  {
    "id": 5912,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 3,
    "text": "وَشَاهِدٍۢ وَمَشْهُودٍۢ"
  },
  {
    "id": 5913,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 4,
    "text": "قُتِلَ أَصْحَٰبُ ٱلْأُخْدُودِ"
  },
  {
    "id": 5914,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 5,
    "text": "ٱلنَّارِ ذَاتِ ٱلْوَقُودِ"
  },
  {
    "id": 5915,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 6,
    "text": "إِذْ هُمْ عَلَيْهَا قُعُودٌۭ"
  },
  {
    "id": 5916,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 7,
    "text": "وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِٱلْمُؤْمِنِينَ شُهُودٌۭ"
  },
  {
    "id": 5917,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 8,
    "text": "وَمَا نَقَمُوا۟ مِنْهُمْ إِلَّآ أَن يُؤْمِنُوا۟ بِٱللَّهِ ٱلْعَزِيزِ ٱلْحَمِيدِ"
  },
  {
    "id": 5918,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 9,
    "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ"
  },
  {
    "id": 5919,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 10,
    "text": "إِنَّ ٱلَّذِينَ فَتَنُوا۟ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ثُمَّ لَمْ يَتُوبُوا۟ فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ ٱلْحَرِيقِ"
  },
  {
    "id": 5920,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 11,
    "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْكَبِيرُ"
  },
  {
    "id": 5921,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 12,
    "text": "إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ"
  },
  {
    "id": 5922,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 13,
    "text": "إِنَّهُۥ هُوَ يُبْدِئُ وَيُعِيدُ"
  },
  {
    "id": 5923,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 14,
    "text": "وَهُوَ ٱلْغَفُورُ ٱلْوَدُودُ"
  },
  {
    "id": 5924,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 15,
    "text": "ذُو ٱلْعَرْشِ ٱلْمَجِيدُ"
  },
  {
    "id": 5925,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 16,
    "text": "فَعَّالٌۭ لِّمَا يُرِيدُ"
  },
  {
    "id": 5926,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 17,
    "text": "هَلْ أَتَىٰكَ حَدِيثُ ٱلْجُنُودِ"
  },
  {
    "id": 5927,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 18,
    "text": "فِرْعَوْنَ وَثَمُودَ"
  },
  {
    "id": 5928,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 19,
    "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى تَكْذِيبٍۢ"
  },
  {
    "id": 5929,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 20,
    "text": "وَٱللَّهُ مِن وَرَآئِهِم مُّحِيطٌۢ"
  },
  {
    "id": 5930,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 21,
    "text": "بَلْ هُوَ قُرْءَانٌۭ مَّجِيدٌۭ"
  },
  {
    "id": 5931,
    "surahId": 85,
    "surahName": "سُورَةُ البُرُوجِ",
    "verseNumber": 22,
    "text": "فِى لَوْحٍۢ مَّحْفُوظٍۭ"
  },
  {
    "id": 5932,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلسَّمَآءِ وَٱلطَّارِقِ"
  },
  {
    "id": 5933,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 2,
    "text": "وَمَآ أَدْرَىٰكَ مَا ٱلطَّارِقُ"
  },
  {
    "id": 5934,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 3,
    "text": "ٱلنَّجْمُ ٱلثَّاقِبُ"
  },
  {
    "id": 5935,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 4,
    "text": "إِن كُلُّ نَفْسٍۢ لَّمَّا عَلَيْهَا حَافِظٌۭ"
  },
  {
    "id": 5936,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 5,
    "text": "فَلْيَنظُرِ ٱلْإِنسَٰنُ مِمَّ خُلِقَ"
  },
  {
    "id": 5937,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 6,
    "text": "خُلِقَ مِن مَّآءٍۢ دَافِقٍۢ"
  },
  {
    "id": 5938,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 7,
    "text": "يَخْرُجُ مِنۢ بَيْنِ ٱلصُّلْبِ وَٱلتَّرَآئِبِ"
  },
  {
    "id": 5939,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 8,
    "text": "إِنَّهُۥ عَلَىٰ رَجْعِهِۦ لَقَادِرٌۭ"
  },
  {
    "id": 5940,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 9,
    "text": "يَوْمَ تُبْلَى ٱلسَّرَآئِرُ"
  },
  {
    "id": 5941,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 10,
    "text": "فَمَا لَهُۥ مِن قُوَّةٍۢ وَلَا نَاصِرٍۢ"
  },
  {
    "id": 5942,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 11,
    "text": "وَٱلسَّمَآءِ ذَاتِ ٱلرَّجْعِ"
  },
  {
    "id": 5943,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 12,
    "text": "وَٱلْأَرْضِ ذَاتِ ٱلصَّدْعِ"
  },
  {
    "id": 5944,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 13,
    "text": "إِنَّهُۥ لَقَوْلٌۭ فَصْلٌۭ"
  },
  {
    "id": 5945,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 14,
    "text": "وَمَا هُوَ بِٱلْهَزْلِ"
  },
  {
    "id": 5946,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 15,
    "text": "إِنَّهُمْ يَكِيدُونَ كَيْدًۭا"
  },
  {
    "id": 5947,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 16,
    "text": "وَأَكِيدُ كَيْدًۭا"
  },
  {
    "id": 5948,
    "surahId": 86,
    "surahName": "سُورَةُ الطَّارِقِ",
    "verseNumber": 17,
    "text": "فَمَهِّلِ ٱلْكَٰفِرِينَ أَمْهِلْهُمْ رُوَيْدًۢا"
  },
  {
    "id": 5949,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى"
  },
  {
    "id": 5950,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 2,
    "text": "ٱلَّذِى خَلَقَ فَسَوَّىٰ"
  },
  {
    "id": 5951,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 3,
    "text": "وَٱلَّذِى قَدَّرَ فَهَدَىٰ"
  },
  {
    "id": 5952,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 4,
    "text": "وَٱلَّذِىٓ أَخْرَجَ ٱلْمَرْعَىٰ"
  },
  {
    "id": 5953,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 5,
    "text": "فَجَعَلَهُۥ غُثَآءً أَحْوَىٰ"
  },
  {
    "id": 5954,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 6,
    "text": "سَنُقْرِئُكَ فَلَا تَنسَىٰٓ"
  },
  {
    "id": 5955,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 7,
    "text": "إِلَّا مَا شَآءَ ٱللَّهُ ۚ إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ وَمَا يَخْفَىٰ"
  },
  {
    "id": 5956,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 8,
    "text": "وَنُيَسِّرُكَ لِلْيُسْرَىٰ"
  },
  {
    "id": 5957,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 9,
    "text": "فَذَكِّرْ إِن نَّفَعَتِ ٱلذِّكْرَىٰ"
  },
  {
    "id": 5958,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 10,
    "text": "سَيَذَّكَّرُ مَن يَخْشَىٰ"
  },
  {
    "id": 5959,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 11,
    "text": "وَيَتَجَنَّبُهَا ٱلْأَشْقَى"
  },
  {
    "id": 5960,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 12,
    "text": "ٱلَّذِى يَصْلَى ٱلنَّارَ ٱلْكُبْرَىٰ"
  },
  {
    "id": 5961,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 13,
    "text": "ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ"
  },
  {
    "id": 5962,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 14,
    "text": "قَدْ أَفْلَحَ مَن تَزَكَّىٰ"
  },
  {
    "id": 5963,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 15,
    "text": "وَذَكَرَ ٱسْمَ رَبِّهِۦ فَصَلَّىٰ"
  },
  {
    "id": 5964,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 16,
    "text": "بَلْ تُؤْثِرُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا"
  },
  {
    "id": 5965,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 17,
    "text": "وَٱلْءَاخِرَةُ خَيْرٌۭ وَأَبْقَىٰٓ"
  },
  {
    "id": 5966,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 18,
    "text": "إِنَّ هَٰذَا لَفِى ٱلصُّحُفِ ٱلْأُولَىٰ"
  },
  {
    "id": 5967,
    "surahId": 87,
    "surahName": "سُورَةُ الأَعۡلَىٰ",
    "verseNumber": 19,
    "text": "صُحُفِ إِبْرَٰهِيمَ وَمُوسَىٰ"
  },
  {
    "id": 5968,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ هَلْ أَتَىٰكَ حَدِيثُ ٱلْغَٰشِيَةِ"
  },
  {
    "id": 5969,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 2,
    "text": "وُجُوهٌۭ يَوْمَئِذٍ خَٰشِعَةٌ"
  },
  {
    "id": 5970,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 3,
    "text": "عَامِلَةٌۭ نَّاصِبَةٌۭ"
  },
  {
    "id": 5971,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 4,
    "text": "تَصْلَىٰ نَارًا حَامِيَةًۭ"
  },
  {
    "id": 5972,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 5,
    "text": "تُسْقَىٰ مِنْ عَيْنٍ ءَانِيَةٍۢ"
  },
  {
    "id": 5973,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 6,
    "text": "لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍۢ"
  },
  {
    "id": 5974,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 7,
    "text": "لَّا يُسْمِنُ وَلَا يُغْنِى مِن جُوعٍۢ"
  },
  {
    "id": 5975,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 8,
    "text": "وُجُوهٌۭ يَوْمَئِذٍۢ نَّاعِمَةٌۭ"
  },
  {
    "id": 5976,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 9,
    "text": "لِّسَعْيِهَا رَاضِيَةٌۭ"
  },
  {
    "id": 5977,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 10,
    "text": "فِى جَنَّةٍ عَالِيَةٍۢ"
  },
  {
    "id": 5978,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 11,
    "text": "لَّا تَسْمَعُ فِيهَا لَٰغِيَةًۭ"
  },
  {
    "id": 5979,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 12,
    "text": "فِيهَا عَيْنٌۭ جَارِيَةٌۭ"
  },
  {
    "id": 5980,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 13,
    "text": "فِيهَا سُرُرٌۭ مَّرْفُوعَةٌۭ"
  },
  {
    "id": 5981,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 14,
    "text": "وَأَكْوَابٌۭ مَّوْضُوعَةٌۭ"
  },
  {
    "id": 5982,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 15,
    "text": "وَنَمَارِقُ مَصْفُوفَةٌۭ"
  },
  {
    "id": 5983,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 16,
    "text": "وَزَرَابِىُّ مَبْثُوثَةٌ"
  },
  {
    "id": 5984,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 17,
    "text": "أَفَلَا يَنظُرُونَ إِلَى ٱلْإِبِلِ كَيْفَ خُلِقَتْ"
  },
  {
    "id": 5985,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 18,
    "text": "وَإِلَى ٱلسَّمَآءِ كَيْفَ رُفِعَتْ"
  },
  {
    "id": 5986,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 19,
    "text": "وَإِلَى ٱلْجِبَالِ كَيْفَ نُصِبَتْ"
  },
  {
    "id": 5987,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 20,
    "text": "وَإِلَى ٱلْأَرْضِ كَيْفَ سُطِحَتْ"
  },
  {
    "id": 5988,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 21,
    "text": "فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌۭ"
  },
  {
    "id": 5989,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 22,
    "text": "لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ"
  },
  {
    "id": 5990,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 23,
    "text": "إِلَّا مَن تَوَلَّىٰ وَكَفَرَ"
  },
  {
    "id": 5991,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 24,
    "text": "فَيُعَذِّبُهُ ٱللَّهُ ٱلْعَذَابَ ٱلْأَكْبَرَ"
  },
  {
    "id": 5992,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 25,
    "text": "إِنَّ إِلَيْنَآ إِيَابَهُمْ"
  },
  {
    "id": 5993,
    "surahId": 88,
    "surahName": "سُورَةُ الغَاشِيَةِ",
    "verseNumber": 26,
    "text": "ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم"
  },
  {
    "id": 5994,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْفَجْرِ"
  },
  {
    "id": 5995,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 2,
    "text": "وَلَيَالٍ عَشْرٍۢ"
  },
  {
    "id": 5996,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 3,
    "text": "وَٱلشَّفْعِ وَٱلْوَتْرِ"
  },
  {
    "id": 5997,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 4,
    "text": "وَٱلَّيْلِ إِذَا يَسْرِ"
  },
  {
    "id": 5998,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 5,
    "text": "هَلْ فِى ذَٰلِكَ قَسَمٌۭ لِّذِى حِجْرٍ"
  },
  {
    "id": 5999,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 6,
    "text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ"
  },
  {
    "id": 6000,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 7,
    "text": "إِرَمَ ذَاتِ ٱلْعِمَادِ"
  },
  {
    "id": 6001,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 8,
    "text": "ٱلَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى ٱلْبِلَٰدِ"
  },
  {
    "id": 6002,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 9,
    "text": "وَثَمُودَ ٱلَّذِينَ جَابُوا۟ ٱلصَّخْرَ بِٱلْوَادِ"
  },
  {
    "id": 6003,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 10,
    "text": "وَفِرْعَوْنَ ذِى ٱلْأَوْتَادِ"
  },
  {
    "id": 6004,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 11,
    "text": "ٱلَّذِينَ طَغَوْا۟ فِى ٱلْبِلَٰدِ"
  },
  {
    "id": 6005,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 12,
    "text": "فَأَكْثَرُوا۟ فِيهَا ٱلْفَسَادَ"
  },
  {
    "id": 6006,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 13,
    "text": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ"
  },
  {
    "id": 6007,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 14,
    "text": "إِنَّ رَبَّكَ لَبِٱلْمِرْصَادِ"
  },
  {
    "id": 6008,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 15,
    "text": "فَأَمَّا ٱلْإِنسَٰنُ إِذَا مَا ٱبْتَلَىٰهُ رَبُّهُۥ فَأَكْرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّىٓ أَكْرَمَنِ"
  },
  {
    "id": 6009,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 16,
    "text": "وَأَمَّآ إِذَا مَا ٱبْتَلَىٰهُ فَقَدَرَ عَلَيْهِ رِزْقَهُۥ فَيَقُولُ رَبِّىٓ أَهَٰنَنِ"
  },
  {
    "id": 6010,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 17,
    "text": "كَلَّا ۖ بَل لَّا تُكْرِمُونَ ٱلْيَتِيمَ"
  },
  {
    "id": 6011,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 18,
    "text": "وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ"
  },
  {
    "id": 6012,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 19,
    "text": "وَتَأْكُلُونَ ٱلتُّرَاثَ أَكْلًۭا لَّمًّۭا"
  },
  {
    "id": 6013,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 20,
    "text": "وَتُحِبُّونَ ٱلْمَالَ حُبًّۭا جَمًّۭا"
  },
  {
    "id": 6014,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 21,
    "text": "كَلَّآ إِذَا دُكَّتِ ٱلْأَرْضُ دَكًّۭا دَكًّۭا"
  },
  {
    "id": 6015,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 22,
    "text": "وَجَآءَ رَبُّكَ وَٱلْمَلَكُ صَفًّۭا صَفًّۭا"
  },
  {
    "id": 6016,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 23,
    "text": "وَجِا۟ىٓءَ يَوْمَئِذٍۭ بِجَهَنَّمَ ۚ يَوْمَئِذٍۢ يَتَذَكَّرُ ٱلْإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكْرَىٰ"
  },
  {
    "id": 6017,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 24,
    "text": "يَقُولُ يَٰلَيْتَنِى قَدَّمْتُ لِحَيَاتِى"
  },
  {
    "id": 6018,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 25,
    "text": "فَيَوْمَئِذٍۢ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٌۭ"
  },
  {
    "id": 6019,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 26,
    "text": "وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٌۭ"
  },
  {
    "id": 6020,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 27,
    "text": "يَٰٓأَيَّتُهَا ٱلنَّفْسُ ٱلْمُطْمَئِنَّةُ"
  },
  {
    "id": 6021,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 28,
    "text": "ٱرْجِعِىٓ إِلَىٰ رَبِّكِ رَاضِيَةًۭ مَّرْضِيَّةًۭ"
  },
  {
    "id": 6022,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 29,
    "text": "فَٱدْخُلِى فِى عِبَٰدِى"
  },
  {
    "id": 6023,
    "surahId": 89,
    "surahName": "سُورَةُ الفَجۡرِ",
    "verseNumber": 30,
    "text": "وَٱدْخُلِى جَنَّتِى"
  },
  {
    "id": 6024,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَآ أُقْسِمُ بِهَٰذَا ٱلْبَلَدِ"
  },
  {
    "id": 6025,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 2,
    "text": "وَأَنتَ حِلٌّۢ بِهَٰذَا ٱلْبَلَدِ"
  },
  {
    "id": 6026,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 3,
    "text": "وَوَالِدٍۢ وَمَا وَلَدَ"
  },
  {
    "id": 6027,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 4,
    "text": "لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِى كَبَدٍ"
  },
  {
    "id": 6028,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 5,
    "text": "أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌۭ"
  },
  {
    "id": 6029,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 6,
    "text": "يَقُولُ أَهْلَكْتُ مَالًۭا لُّبَدًا"
  },
  {
    "id": 6030,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 7,
    "text": "أَيَحْسَبُ أَن لَّمْ يَرَهُۥٓ أَحَدٌ"
  },
  {
    "id": 6031,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 8,
    "text": "أَلَمْ نَجْعَل لَّهُۥ عَيْنَيْنِ"
  },
  {
    "id": 6032,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 9,
    "text": "وَلِسَانًۭا وَشَفَتَيْنِ"
  },
  {
    "id": 6033,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 10,
    "text": "وَهَدَيْنَٰهُ ٱلنَّجْدَيْنِ"
  },
  {
    "id": 6034,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 11,
    "text": "فَلَا ٱقْتَحَمَ ٱلْعَقَبَةَ"
  },
  {
    "id": 6035,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 12,
    "text": "وَمَآ أَدْرَىٰكَ مَا ٱلْعَقَبَةُ"
  },
  {
    "id": 6036,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 13,
    "text": "فَكُّ رَقَبَةٍ"
  },
  {
    "id": 6037,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 14,
    "text": "أَوْ إِطْعَٰمٌۭ فِى يَوْمٍۢ ذِى مَسْغَبَةٍۢ"
  },
  {
    "id": 6038,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 15,
    "text": "يَتِيمًۭا ذَا مَقْرَبَةٍ"
  },
  {
    "id": 6039,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 16,
    "text": "أَوْ مِسْكِينًۭا ذَا مَتْرَبَةٍۢ"
  },
  {
    "id": 6040,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 17,
    "text": "ثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ وَتَوَاصَوْا۟ بِٱلصَّبْرِ وَتَوَاصَوْا۟ بِٱلْمَرْحَمَةِ"
  },
  {
    "id": 6041,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 18,
    "text": "أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْمَيْمَنَةِ"
  },
  {
    "id": 6042,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 19,
    "text": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِنَا هُمْ أَصْحَٰبُ ٱلْمَشْـَٔمَةِ"
  },
  {
    "id": 6043,
    "surahId": 90,
    "surahName": "سُورَةُ البَلَدِ",
    "verseNumber": 20,
    "text": "عَلَيْهِمْ نَارٌۭ مُّؤْصَدَةٌۢ"
  },
  {
    "id": 6044,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلشَّمْسِ وَضُحَىٰهَا"
  },
  {
    "id": 6045,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 2,
    "text": "وَٱلْقَمَرِ إِذَا تَلَىٰهَا"
  },
  {
    "id": 6046,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 3,
    "text": "وَٱلنَّهَارِ إِذَا جَلَّىٰهَا"
  },
  {
    "id": 6047,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 4,
    "text": "وَٱلَّيْلِ إِذَا يَغْشَىٰهَا"
  },
  {
    "id": 6048,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 5,
    "text": "وَٱلسَّمَآءِ وَمَا بَنَىٰهَا"
  },
  {
    "id": 6049,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 6,
    "text": "وَٱلْأَرْضِ وَمَا طَحَىٰهَا"
  },
  {
    "id": 6050,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 7,
    "text": "وَنَفْسٍۢ وَمَا سَوَّىٰهَا"
  },
  {
    "id": 6051,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 8,
    "text": "فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَىٰهَا"
  },
  {
    "id": 6052,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 9,
    "text": "قَدْ أَفْلَحَ مَن زَكَّىٰهَا"
  },
  {
    "id": 6053,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 10,
    "text": "وَقَدْ خَابَ مَن دَسَّىٰهَا"
  },
  {
    "id": 6054,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 11,
    "text": "كَذَّبَتْ ثَمُودُ بِطَغْوَىٰهَآ"
  },
  {
    "id": 6055,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 12,
    "text": "إِذِ ٱنۢبَعَثَ أَشْقَىٰهَا"
  },
  {
    "id": 6056,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 13,
    "text": "فَقَالَ لَهُمْ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقْيَٰهَا"
  },
  {
    "id": 6057,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 14,
    "text": "فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنۢبِهِمْ فَسَوَّىٰهَا"
  },
  {
    "id": 6058,
    "surahId": 91,
    "surahName": "سُورَةُ الشَّمۡسِ",
    "verseNumber": 15,
    "text": "وَلَا يَخَافُ عُقْبَٰهَا"
  },
  {
    "id": 6059,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلَّيْلِ إِذَا يَغْشَىٰ"
  },
  {
    "id": 6060,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 2,
    "text": "وَٱلنَّهَارِ إِذَا تَجَلَّىٰ"
  },
  {
    "id": 6061,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 3,
    "text": "وَمَا خَلَقَ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ"
  },
  {
    "id": 6062,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 4,
    "text": "إِنَّ سَعْيَكُمْ لَشَتَّىٰ"
  },
  {
    "id": 6063,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 5,
    "text": "فَأَمَّا مَنْ أَعْطَىٰ وَٱتَّقَىٰ"
  },
  {
    "id": 6064,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 6,
    "text": "وَصَدَّقَ بِٱلْحُسْنَىٰ"
  },
  {
    "id": 6065,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 7,
    "text": "فَسَنُيَسِّرُهُۥ لِلْيُسْرَىٰ"
  },
  {
    "id": 6066,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 8,
    "text": "وَأَمَّا مَنۢ بَخِلَ وَٱسْتَغْنَىٰ"
  },
  {
    "id": 6067,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 9,
    "text": "وَكَذَّبَ بِٱلْحُسْنَىٰ"
  },
  {
    "id": 6068,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 10,
    "text": "فَسَنُيَسِّرُهُۥ لِلْعُسْرَىٰ"
  },
  {
    "id": 6069,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 11,
    "text": "وَمَا يُغْنِى عَنْهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ"
  },
  {
    "id": 6070,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 12,
    "text": "إِنَّ عَلَيْنَا لَلْهُدَىٰ"
  },
  {
    "id": 6071,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 13,
    "text": "وَإِنَّ لَنَا لَلْءَاخِرَةَ وَٱلْأُولَىٰ"
  },
  {
    "id": 6072,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 14,
    "text": "فَأَنذَرْتُكُمْ نَارًۭا تَلَظَّىٰ"
  },
  {
    "id": 6073,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 15,
    "text": "لَا يَصْلَىٰهَآ إِلَّا ٱلْأَشْقَى"
  },
  {
    "id": 6074,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 16,
    "text": "ٱلَّذِى كَذَّبَ وَتَوَلَّىٰ"
  },
  {
    "id": 6075,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 17,
    "text": "وَسَيُجَنَّبُهَا ٱلْأَتْقَى"
  },
  {
    "id": 6076,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 18,
    "text": "ٱلَّذِى يُؤْتِى مَالَهُۥ يَتَزَكَّىٰ"
  },
  {
    "id": 6077,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 19,
    "text": "وَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعْمَةٍۢ تُجْزَىٰٓ"
  },
  {
    "id": 6078,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 20,
    "text": "إِلَّا ٱبْتِغَآءَ وَجْهِ رَبِّهِ ٱلْأَعْلَىٰ"
  },
  {
    "id": 6079,
    "surahId": 92,
    "surahName": "سُورَةُ اللَّيۡلِ",
    "verseNumber": 21,
    "text": "وَلَسَوْفَ يَرْضَىٰ"
  },
  {
    "id": 6080,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلضُّحَىٰ"
  },
  {
    "id": 6081,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 2,
    "text": "وَٱلَّيْلِ إِذَا سَجَىٰ"
  },
  {
    "id": 6082,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 3,
    "text": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ"
  },
  {
    "id": 6083,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 4,
    "text": "وَلَلْءَاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ"
  },
  {
    "id": 6084,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 5,
    "text": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ"
  },
  {
    "id": 6085,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 6,
    "text": "أَلَمْ يَجِدْكَ يَتِيمًۭا فَـَٔاوَىٰ"
  },
  {
    "id": 6086,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 7,
    "text": "وَوَجَدَكَ ضَآلًّۭا فَهَدَىٰ"
  },
  {
    "id": 6087,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 8,
    "text": "وَوَجَدَكَ عَآئِلًۭا فَأَغْنَىٰ"
  },
  {
    "id": 6088,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 9,
    "text": "فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ"
  },
  {
    "id": 6089,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 10,
    "text": "وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ"
  },
  {
    "id": 6090,
    "surahId": 93,
    "surahName": "سُورَةُ الضُّحَىٰ",
    "verseNumber": 11,
    "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ"
  },
  {
    "id": 6091,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ"
  },
  {
    "id": 6092,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 2,
    "text": "وَوَضَعْنَا عَنكَ وِزْرَكَ"
  },
  {
    "id": 6093,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 3,
    "text": "ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ"
  },
  {
    "id": 6094,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 4,
    "text": "وَرَفَعْنَا لَكَ ذِكْرَكَ"
  },
  {
    "id": 6095,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 5,
    "text": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا"
  },
  {
    "id": 6096,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 6,
    "text": "إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا"
  },
  {
    "id": 6097,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 7,
    "text": "فَإِذَا فَرَغْتَ فَٱنصَبْ"
  },
  {
    "id": 6098,
    "surahId": 94,
    "surahName": "سُورَةُ الشَّرۡحِ",
    "verseNumber": 8,
    "text": "وَإِلَىٰ رَبِّكَ فَٱرْغَب"
  },
  {
    "id": 6099,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 1,
    "text": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيْتُونِ"
  },
  {
    "id": 6100,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 2,
    "text": "وَطُورِ سِينِينَ"
  },
  {
    "id": 6101,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 3,
    "text": "وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ"
  },
  {
    "id": 6102,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 4,
    "text": "لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ"
  },
  {
    "id": 6103,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 5,
    "text": "ثُمَّ رَدَدْنَٰهُ أَسْفَلَ سَٰفِلِينَ"
  },
  {
    "id": 6104,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 6,
    "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ"
  },
  {
    "id": 6105,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 7,
    "text": "فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ"
  },
  {
    "id": 6106,
    "surahId": 95,
    "surahName": "سُورَةُ التِّينِ",
    "verseNumber": 8,
    "text": "أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ"
  },
  {
    "id": 6107,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ"
  },
  {
    "id": 6108,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 2,
    "text": "خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ"
  },
  {
    "id": 6109,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 3,
    "text": "ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ"
  },
  {
    "id": 6110,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 4,
    "text": "ٱلَّذِى عَلَّمَ بِٱلْقَلَمِ"
  },
  {
    "id": 6111,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 5,
    "text": "عَلَّمَ ٱلْإِنسَٰنَ مَا لَمْ يَعْلَمْ"
  },
  {
    "id": 6112,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 6,
    "text": "كَلَّآ إِنَّ ٱلْإِنسَٰنَ لَيَطْغَىٰٓ"
  },
  {
    "id": 6113,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 7,
    "text": "أَن رَّءَاهُ ٱسْتَغْنَىٰٓ"
  },
  {
    "id": 6114,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 8,
    "text": "إِنَّ إِلَىٰ رَبِّكَ ٱلرُّجْعَىٰٓ"
  },
  {
    "id": 6115,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 9,
    "text": "أَرَءَيْتَ ٱلَّذِى يَنْهَىٰ"
  },
  {
    "id": 6116,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 10,
    "text": "عَبْدًا إِذَا صَلَّىٰٓ"
  },
  {
    "id": 6117,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 11,
    "text": "أَرَءَيْتَ إِن كَانَ عَلَى ٱلْهُدَىٰٓ"
  },
  {
    "id": 6118,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 12,
    "text": "أَوْ أَمَرَ بِٱلتَّقْوَىٰٓ"
  },
  {
    "id": 6119,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 13,
    "text": "أَرَءَيْتَ إِن كَذَّبَ وَتَوَلَّىٰٓ"
  },
  {
    "id": 6120,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 14,
    "text": "أَلَمْ يَعْلَم بِأَنَّ ٱللَّهَ يَرَىٰ"
  },
  {
    "id": 6121,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 15,
    "text": "كَلَّا لَئِن لَّمْ يَنتَهِ لَنَسْفَعًۢا بِٱلنَّاصِيَةِ"
  },
  {
    "id": 6122,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 16,
    "text": "نَاصِيَةٍۢ كَٰذِبَةٍ خَاطِئَةٍۢ"
  },
  {
    "id": 6123,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 17,
    "text": "فَلْيَدْعُ نَادِيَهُۥ"
  },
  {
    "id": 6124,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 18,
    "text": "سَنَدْعُ ٱلزَّبَانِيَةَ"
  },
  {
    "id": 6125,
    "surahId": 96,
    "surahName": "سُورَةُ العَلَقِ",
    "verseNumber": 19,
    "text": "كَلَّا لَا تُطِعْهُ وَٱسْجُدْ وَٱقْتَرِب ۩"
  },
  {
    "id": 6126,
    "surahId": 97,
    "surahName": "سُورَةُ القَدۡرِ",
    "verseNumber": 1,
    "text": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةِ ٱلْقَدْرِ"
  },
  {
    "id": 6127,
    "surahId": 97,
    "surahName": "سُورَةُ القَدۡرِ",
    "verseNumber": 2,
    "text": "وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ"
  },
  {
    "id": 6128,
    "surahId": 97,
    "surahName": "سُورَةُ القَدۡرِ",
    "verseNumber": 3,
    "text": "لَيْلَةُ ٱلْقَدْرِ خَيْرٌۭ مِّنْ أَلْفِ شَهْرٍۢ"
  },
  {
    "id": 6129,
    "surahId": 97,
    "surahName": "سُورَةُ القَدۡرِ",
    "verseNumber": 4,
    "text": "تَنَزَّلُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍۢ"
  },
  {
    "id": 6130,
    "surahId": 97,
    "surahName": "سُورَةُ القَدۡرِ",
    "verseNumber": 5,
    "text": "سَلَٰمٌ هِىَ حَتَّىٰ مَطْلَعِ ٱلْفَجْرِ"
  },
  {
    "id": 6131,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ"
  },
  {
    "id": 6132,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 2,
    "text": "رَسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ"
  },
  {
    "id": 6133,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 3,
    "text": "فِيهَا كُتُبٌۭ قَيِّمَةٌۭ"
  },
  {
    "id": 6134,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 4,
    "text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ"
  },
  {
    "id": 6135,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 5,
    "text": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ"
  },
  {
    "id": 6136,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 6,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ"
  },
  {
    "id": 6137,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 7,
    "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ"
  },
  {
    "id": 6138,
    "surahId": 98,
    "surahName": "سُورَةُ البَيِّنَةِ",
    "verseNumber": 8,
    "text": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ"
  },
  {
    "id": 6139,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا"
  },
  {
    "id": 6140,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 2,
    "text": "وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا"
  },
  {
    "id": 6141,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 3,
    "text": "وَقَالَ ٱلْإِنسَٰنُ مَا لَهَا"
  },
  {
    "id": 6142,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 4,
    "text": "يَوْمَئِذٍۢ تُحَدِّثُ أَخْبَارَهَا"
  },
  {
    "id": 6143,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 5,
    "text": "بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا"
  },
  {
    "id": 6144,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 6,
    "text": "يَوْمَئِذٍۢ يَصْدُرُ ٱلنَّاسُ أَشْتَاتًۭا لِّيُرَوْا۟ أَعْمَٰلَهُمْ"
  },
  {
    "id": 6145,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 7,
    "text": "فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًۭا يَرَهُۥ"
  },
  {
    "id": 6146,
    "surahId": 99,
    "surahName": "سُورَةُ الزَّلۡزَلَةِ",
    "verseNumber": 8,
    "text": "وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍۢ شَرًّۭا يَرَهُۥ"
  },
  {
    "id": 6147,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْعَٰدِيَٰتِ ضَبْحًۭا"
  },
  {
    "id": 6148,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 2,
    "text": "فَٱلْمُورِيَٰتِ قَدْحًۭا"
  },
  {
    "id": 6149,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 3,
    "text": "فَٱلْمُغِيرَٰتِ صُبْحًۭا"
  },
  {
    "id": 6150,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 4,
    "text": "فَأَثَرْنَ بِهِۦ نَقْعًۭا"
  },
  {
    "id": 6151,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 5,
    "text": "فَوَسَطْنَ بِهِۦ جَمْعًا"
  },
  {
    "id": 6152,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 6,
    "text": "إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌۭ"
  },
  {
    "id": 6153,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 7,
    "text": "وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ"
  },
  {
    "id": 6154,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 8,
    "text": "وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ"
  },
  {
    "id": 6155,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 9,
    "text": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ"
  },
  {
    "id": 6156,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 10,
    "text": "وَحُصِّلَ مَا فِى ٱلصُّدُورِ"
  },
  {
    "id": 6157,
    "surahId": 100,
    "surahName": "سُورَةُ العَادِيَاتِ",
    "verseNumber": 11,
    "text": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ"
  },
  {
    "id": 6158,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْقَارِعَةُ"
  },
  {
    "id": 6159,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 2,
    "text": "مَا ٱلْقَارِعَةُ"
  },
  {
    "id": 6160,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 3,
    "text": "وَمَآ أَدْرَىٰكَ مَا ٱلْقَارِعَةُ"
  },
  {
    "id": 6161,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 4,
    "text": "يَوْمَ يَكُونُ ٱلنَّاسُ كَٱلْفَرَاشِ ٱلْمَبْثُوثِ"
  },
  {
    "id": 6162,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 5,
    "text": "وَتَكُونُ ٱلْجِبَالُ كَٱلْعِهْنِ ٱلْمَنفُوشِ"
  },
  {
    "id": 6163,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 6,
    "text": "فَأَمَّا مَن ثَقُلَتْ مَوَٰزِينُهُۥ"
  },
  {
    "id": 6164,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 7,
    "text": "فَهُوَ فِى عِيشَةٍۢ رَّاضِيَةٍۢ"
  },
  {
    "id": 6165,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 8,
    "text": "وَأَمَّا مَنْ خَفَّتْ مَوَٰزِينُهُۥ"
  },
  {
    "id": 6166,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 9,
    "text": "فَأُمُّهُۥ هَاوِيَةٌۭ"
  },
  {
    "id": 6167,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 10,
    "text": "وَمَآ أَدْرَىٰكَ مَا هِيَهْ"
  },
  {
    "id": 6168,
    "surahId": 101,
    "surahName": "سُورَةُ القَارِعَةِ",
    "verseNumber": 11,
    "text": "نَارٌ حَامِيَةٌۢ"
  },
  {
    "id": 6169,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلْهَىٰكُمُ ٱلتَّكَاثُرُ"
  },
  {
    "id": 6170,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 2,
    "text": "حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ"
  },
  {
    "id": 6171,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 3,
    "text": "كَلَّا سَوْفَ تَعْلَمُونَ"
  },
  {
    "id": 6172,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 4,
    "text": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ"
  },
  {
    "id": 6173,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 5,
    "text": "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ ٱلْيَقِينِ"
  },
  {
    "id": 6174,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 6,
    "text": "لَتَرَوُنَّ ٱلْجَحِيمَ"
  },
  {
    "id": 6175,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 7,
    "text": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ ٱلْيَقِينِ"
  },
  {
    "id": 6176,
    "surahId": 102,
    "surahName": "سُورَةُ التَّكَاثُرِ",
    "verseNumber": 8,
    "text": "ثُمَّ لَتُسْـَٔلُنَّ يَوْمَئِذٍ عَنِ ٱلنَّعِيمِ"
  },
  {
    "id": 6177,
    "surahId": 103,
    "surahName": "سُورَةُ العَصۡرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْعَصْرِ"
  },
  {
    "id": 6178,
    "surahId": 103,
    "surahName": "سُورَةُ العَصۡرِ",
    "verseNumber": 2,
    "text": "إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ"
  },
  {
    "id": 6179,
    "surahId": 103,
    "surahName": "سُورَةُ العَصۡرِ",
    "verseNumber": 3,
    "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ"
  },
  {
    "id": 6180,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَيْلٌۭ لِّكُلِّ هُمَزَةٍۢ لُّمَزَةٍ"
  },
  {
    "id": 6181,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 2,
    "text": "ٱلَّذِى جَمَعَ مَالًۭا وَعَدَّدَهُۥ"
  },
  {
    "id": 6182,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 3,
    "text": "يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ"
  },
  {
    "id": 6183,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 4,
    "text": "كَلَّا ۖ لَيُنۢبَذَنَّ فِى ٱلْحُطَمَةِ"
  },
  {
    "id": 6184,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 5,
    "text": "وَمَآ أَدْرَىٰكَ مَا ٱلْحُطَمَةُ"
  },
  {
    "id": 6185,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 6,
    "text": "نَارُ ٱللَّهِ ٱلْمُوقَدَةُ"
  },
  {
    "id": 6186,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 7,
    "text": "ٱلَّتِى تَطَّلِعُ عَلَى ٱلْأَفْـِٔدَةِ"
  },
  {
    "id": 6187,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 8,
    "text": "إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌۭ"
  },
  {
    "id": 6188,
    "surahId": 104,
    "surahName": "سُورَةُ الهُمَزَةِ",
    "verseNumber": 9,
    "text": "فِى عَمَدٍۢ مُّمَدَّدَةٍۭ"
  },
  {
    "id": 6189,
    "surahId": 105,
    "surahName": "سُورَةُ الفِيلِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ"
  },
  {
    "id": 6190,
    "surahId": 105,
    "surahName": "سُورَةُ الفِيلِ",
    "verseNumber": 2,
    "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ"
  },
  {
    "id": 6191,
    "surahId": 105,
    "surahName": "سُورَةُ الفِيلِ",
    "verseNumber": 3,
    "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ"
  },
  {
    "id": 6192,
    "surahId": 105,
    "surahName": "سُورَةُ الفِيلِ",
    "verseNumber": 4,
    "text": "تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ"
  },
  {
    "id": 6193,
    "surahId": 105,
    "surahName": "سُورَةُ الفِيلِ",
    "verseNumber": 5,
    "text": "فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ"
  },
  {
    "id": 6194,
    "surahId": 106,
    "surahName": "سُورَةُ قُرَيۡشٍ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لِإِيلَٰفِ قُرَيْشٍ"
  },
  {
    "id": 6195,
    "surahId": 106,
    "surahName": "سُورَةُ قُرَيۡشٍ",
    "verseNumber": 2,
    "text": "إِۦلَٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ"
  },
  {
    "id": 6196,
    "surahId": 106,
    "surahName": "سُورَةُ قُرَيۡشٍ",
    "verseNumber": 3,
    "text": "فَلْيَعْبُدُوا۟ رَبَّ هَٰذَا ٱلْبَيْتِ"
  },
  {
    "id": 6197,
    "surahId": 106,
    "surahName": "سُورَةُ قُرَيۡشٍ",
    "verseNumber": 4,
    "text": "ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍۢ وَءَامَنَهُم مِّنْ خَوْفٍۭ"
  },
  {
    "id": 6198,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ"
  },
  {
    "id": 6199,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 2,
    "text": "فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ"
  },
  {
    "id": 6200,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 3,
    "text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ"
  },
  {
    "id": 6201,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 4,
    "text": "فَوَيْلٌۭ لِّلْمُصَلِّينَ"
  },
  {
    "id": 6202,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 5,
    "text": "ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ"
  },
  {
    "id": 6203,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 6,
    "text": "ٱلَّذِينَ هُمْ يُرَآءُونَ"
  },
  {
    "id": 6204,
    "surahId": 107,
    "surahName": "سُورَةُ المَاعُونِ",
    "verseNumber": 7,
    "text": "وَيَمْنَعُونَ ٱلْمَاعُونَ"
  },
  {
    "id": 6205,
    "surahId": 108,
    "surahName": "سُورَةُ الكَوۡثَرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ"
  },
  {
    "id": 6206,
    "surahId": 108,
    "surahName": "سُورَةُ الكَوۡثَرِ",
    "verseNumber": 2,
    "text": "فَصَلِّ لِرَبِّكَ وَٱنْحَرْ"
  },
  {
    "id": 6207,
    "surahId": 108,
    "surahName": "سُورَةُ الكَوۡثَرِ",
    "verseNumber": 3,
    "text": "إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ"
  },
  {
    "id": 6208,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ"
  },
  {
    "id": 6209,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 2,
    "text": "لَآ أَعْبُدُ مَا تَعْبُدُونَ"
  },
  {
    "id": 6210,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 3,
    "text": "وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ"
  },
  {
    "id": 6211,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 4,
    "text": "وَلَآ أَنَا۠ عَابِدٌۭ مَّا عَبَدتُّمْ"
  },
  {
    "id": 6212,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 5,
    "text": "وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ"
  },
  {
    "id": 6213,
    "surahId": 109,
    "surahName": "سُورَةُ الكَافِرُونَ",
    "verseNumber": 6,
    "text": "لَكُمْ دِينُكُمْ وَلِىَ دِينِ"
  },
  {
    "id": 6214,
    "surahId": 110,
    "surahName": "سُورَةُ النَّصۡرِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ"
  },
  {
    "id": 6215,
    "surahId": 110,
    "surahName": "سُورَةُ النَّصۡرِ",
    "verseNumber": 2,
    "text": "وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًۭا"
  },
  {
    "id": 6216,
    "surahId": 110,
    "surahName": "سُورَةُ النَّصۡرِ",
    "verseNumber": 3,
    "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا"
  },
  {
    "id": 6217,
    "surahId": 111,
    "surahName": "سُورَةُ المَسَدِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَّتْ يَدَآ أَبِى لَهَبٍۢ وَتَبَّ"
  },
  {
    "id": 6218,
    "surahId": 111,
    "surahName": "سُورَةُ المَسَدِ",
    "verseNumber": 2,
    "text": "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ"
  },
  {
    "id": 6219,
    "surahId": 111,
    "surahName": "سُورَةُ المَسَدِ",
    "verseNumber": 3,
    "text": "سَيَصْلَىٰ نَارًۭا ذَاتَ لَهَبٍۢ"
  },
  {
    "id": 6220,
    "surahId": 111,
    "surahName": "سُورَةُ المَسَدِ",
    "verseNumber": 4,
    "text": "وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ"
  },
  {
    "id": 6221,
    "surahId": 111,
    "surahName": "سُورَةُ المَسَدِ",
    "verseNumber": 5,
    "text": "فِى جِيدِهَا حَبْلٌۭ مِّن مَّسَدٍۭ"
  },
  {
    "id": 6222,
    "surahId": 112,
    "surahName": "سُورَةُ الإِخۡلَاصِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ هُوَ ٱللَّهُ أَحَدٌ"
  },
  {
    "id": 6223,
    "surahId": 112,
    "surahName": "سُورَةُ الإِخۡلَاصِ",
    "verseNumber": 2,
    "text": "ٱللَّهُ ٱلصَّمَدُ"
  },
  {
    "id": 6224,
    "surahId": 112,
    "surahName": "سُورَةُ الإِخۡلَاصِ",
    "verseNumber": 3,
    "text": "لَمْ يَلِدْ وَلَمْ يُولَدْ"
  },
  {
    "id": 6225,
    "surahId": 112,
    "surahName": "سُورَةُ الإِخۡلَاصِ",
    "verseNumber": 4,
    "text": "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ"
  },
  {
    "id": 6226,
    "surahId": 113,
    "surahName": "سُورَةُ الفَلَقِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ"
  },
  {
    "id": 6227,
    "surahId": 113,
    "surahName": "سُورَةُ الفَلَقِ",
    "verseNumber": 2,
    "text": "مِن شَرِّ مَا خَلَقَ"
  },
  {
    "id": 6228,
    "surahId": 113,
    "surahName": "سُورَةُ الفَلَقِ",
    "verseNumber": 3,
    "text": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ"
  },
  {
    "id": 6229,
    "surahId": 113,
    "surahName": "سُورَةُ الفَلَقِ",
    "verseNumber": 4,
    "text": "وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ"
  },
  {
    "id": 6230,
    "surahId": 113,
    "surahName": "سُورَةُ الفَلَقِ",
    "verseNumber": 5,
    "text": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ"
  },
  {
    "id": 6231,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ"
  },
  {
    "id": 6232,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 2,
    "text": "مَلِكِ ٱلنَّاسِ"
  },
  {
    "id": 6233,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 3,
    "text": "إِلَٰهِ ٱلنَّاسِ"
  },
  {
    "id": 6234,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 4,
    "text": "مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ"
  },
  {
    "id": 6235,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 5,
    "text": "ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ"
  },
  {
    "id": 6236,
    "surahId": 114,
    "surahName": "سُورَةُ النَّاسِ",
    "verseNumber": 6,
    "text": "مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ"
  }
];
